[
  "Pope Leo XIV (born Robert Francis Prevost; September 14, 1955) is the head of the Catholic Church and sovereign of the Vatican City State. He was elected pope in the 2025 conclave on May 8, 2025, following the death of Pope Francis.",
  "State. He was elected pope in the 2025 conclave on May 8, 2025, following the death of Pope Francis. Born in Chicago, Prevost became a friar of the Order of Saint Augustine in 1977 and was ordained a priest in 1982. His service has included extensive missionary work in Peru from 1985 to 1986 and from 1988 to 1998, where he variously served as a parish pastor, diocesan official, seminary teacher, and administrator. Elected prior general of the Order of Saint Augustine from 2001 to 2013, he later returned to Peru as Bishop of Chiclayo (2015–2023). In 2023, Pope Francis appointed him prefect of the Dicastery for Bishops and president of the Pontifical Commission for Latin America, and made him a cardinal the same year.",
  "and president of the Pontifical Commission for Latin America, and made him a cardinal the same year. A dual citizen of the United States and Peru, Leo is the first pope born in the United States and the first to hold either US or Peruvian citizenship. He is also the first pope from the Order of Saint Augustine. Leo has stated that his choice of papal name is inspired by Pope Leo XIII, who developed Catholic social teaching. Early life, family, and education",
  "inspired by Pope Leo XIII, who developed Catholic social teaching. Early life, family, and education Robert Francis Prevost was born on September 14, 1955, at Mercy Hospital in Chicago, Illinois. His mother, Mildred Agnes (née Martínez) Prevost, a native of the 7th Ward of New Orleans, was from a Louisiana Creole family that had moved to the Chicago area; she graduated from DePaul University with a bachelor's degree in library science in 1947. His father, Louis Marius Prevost (July 28, 1920 – November 8, 1997), was a United States Navy veteran of World War II who first commanded an infantry landing craft in the Normandy landings and later participated in Operation Dragoon in southern France; he later became superintendent of Brookwood School District 167 in Glenwood, Illinois. Prevost has two older brothers, Louis Martín and John Joseph.",
  "ol District 167 in Glenwood, Illinois. Prevost has two older brothers, Louis Martín and John Joseph. Prevost's paternal grandparents were Jean Lanti Prevost (1876–1960), an Italian man of French and Italian descent from Settimo Rottaro, near Turin, and Suzanne Fontaine (February 2, 1894 – October 10, 1979), a Frenchwoman from Le Havre. Prevost's maternal grandparents were a Hispaniola-born mixed-race father, Joseph Martínez, and New Orleans-born, mixed-race Louise Baquiet (also rendered Baquiex), a Black Creole.",
  "h Martínez, and New Orleans-born, mixed-race Louise Baquiet (also rendered Baquiex), a Black Creole. Known as \"Bob\" or \"Rob\" in childhood and to friends as an adult, Prevost was raised in Dolton, Illinois, a suburb bordering Chicago's far South Side, and grew up in the parish of St. Mary of the Assumption in nearby Riverdale, where he went to school, sang in the choir, and served as an altar boy. Prevost aspired to the priesthood from a young age. As a young child, Prevost liked to act out Mass with his brothers, and his family expected he would become a priest.",
  ", Prevost liked to act out Mass with his brothers, and his family expected he would become a priest. Prevost left Dolton to study at St. Augustine Seminary High School, a minor seminary in Holland, Michigan, in 1969; his brother John recalled how, from the end of eighth grade on (and especially after joining the Order of Saint Augustine) until their later adulthood when leave allowed them to reconnect, Prevost was hardly at home or with their family. At the Augustinian seminary, Prevost earned a Letter of Commendation for academic excellence, consistently appeared on the honor roll, served as yearbook editor-in-chief, and was secretary of the student council and a member of the National Honor Society. He also participated in speech and debate. As a teenager he loved driving recreationally.",
  "r Society. He also participated in speech and debate. As a teenager he loved driving recreationally. Prevost earned a Bachelor of Science (BS) degree in mathematics from Villanova University, an Augustinian college, in 1977. He obtained a Master of Divinity (MDiv) from Catholic Theological Union in Chicago in 1982, and he served as a physics and math teacher at St. Rita of Cascia High School in Chicago during his studies. He earned a Licentiate of Canon Law in 1984, followed by a Doctor of Canon Law degree in 1987 from the Pontifical University of Saint Thomas Aquinas in Rome. His doctoral thesis was defense of the role of the local prior in the Order of Saint Augustine. Villanova University awarded him an honorary Doctor of Humanities degree in 2014. Early career (1977–1998)",
  "ova University awarded him an honorary Doctor of Humanities degree in 2014. Early career (1977–1998) Formation and early priesthood In September 1977, Prevost joined the Order of Saint Augustine as a novice, residing at Immaculate Conception Church in the Compton Heights neighborhood of St. Louis, Missouri. He took his first vows in September 1978 and solemn vows in August 1981. Prevost was ordained a priest by Archbishop Jean Jadot for the Augustinians in Rome, at the church of Santa Monica degli Agostiniani on June 19, 1982. Missionary work in Peru",
  "s in Rome, at the church of Santa Monica degli Agostiniani on June 19, 1982. Missionary work in Peru Prevost joined the Augustinian mission in Peru in 1985, serving as chancellor of the Territorial Prelature of Chulucanas (1985–1986). In 1987, after defending his doctoral thesis, he was vocation director and missions director of the Augustinian Province of Our Mother of Good Counsel in Olympia Fields, Illinois, and worked with the faculty of the Augustinian Novitiate in Oconomowoc, Wisconsin, before returning to Peru in 1988. Prevost spent a decade heading the Augustinian seminary in Trujillo, teaching canon law in the diocesan seminary, serving as prefect of studies, acting as a judge in the regional ecclesiastical court, and working in parish ministry on the city's outskirts. He proved successful in the Augustinians' efforts to recruit Peruvians for the priesthood and leadership positions in the order.",
  "Augustinians' efforts to recruit Peruvians for the priesthood and leadership positions in the order. During the Fujimorato era, Prevost criticized the crimes committed by then-President Alberto Fujimori, placing special emphasis on the victims of the Peruvian Army, especially the Colina Group, during the period of terrorism in Peru, as well as of political corruption. In 2017, he criticized President Pedro Pablo Kuczynski's decision to pardon Fujimori, and called upon Fujimori \"to personally apologize for some of the great injustices that were committed\". His years in Peru gave him personal knowledge of political violence and inequality, even going so far as to travel by horse on difficult roads due to his missionary commitments to distant and almost forgotten populations in the Lambayeque ravines. He also stood out as a defender of human rights of the population of the Norte Chico region against the violence of the Marxist–Leninist–Maoist guerrilla organization Shining Path.",
  "hico region against the violence of the Marxist–Leninist–Maoist guerrilla organization Shining Path. Prior provincial and prior general (1998–2013) In 1998, Prevost was elected Prior Provincial of the Order of St. Augustine's Province of Our Mother of Good Counsel based in Chicago, assuming the role on March 8, 1999. In 2000, he permitted Augustinian priest James Ray, suspended from public ministry since 1991 due to credible accusations of sexually abusing minors, to reside at St. John Stone Friary in Chicago under supervision, after prior housing was rejected by the archdiocesan review board for its proximity to a parish school at St. Thomas the Apostle Church. Ray was moved in 2002 after American bishops implemented stricter rules.",
  "Thomas the Apostle Church. Ray was moved in 2002 after American bishops implemented stricter rules. Elected Prior General of the Order of Saint Augustine in 2001, Prevost served two consecutive, six-year terms until 2013. During his tenure, complaints of abuse against minors were made against Richard McGrath, a former president of the Augustinian-run Providence Catholic High School, who was removed in 2017 following a child pornography investigation. A $2 million settlement was reached in 2018 between the Diocese of Joliet in Illinois and a former student who alleged McGrath raped them in the 1990s. From 2013 to 2014, Prevost served as director of formation at the Convent of St. Augustine in Chicago, and as first councilor and provincial vicar of the Province of Our Mother of Good Counsel.",
  "Chicago, and as first councilor and provincial vicar of the Province of Our Mother of Good Counsel. Bishop of Chiclayo (2014–2023) On November 3, 2014, Pope Francis appointed Prevost as apostolic administrator of the Diocese of Chiclayo and titular bishop of Sufar. He was consecrated on December 12, 2014, at St. Mary's Cathedral in Chiclayo by Archbishop James Green, Apostolic Nuncio to Peru. On September 26, 2015, he was named Bishop of Chiclayo. In accordance with a diplomatic treaty, Prevost became a naturalized Peruvian citizen before becoming bishop.",
  "ance with a diplomatic treaty, Prevost became a naturalized Peruvian citizen before becoming bishop. On July 13, 2019, Prevost was appointed a member of the Congregation for the Clergy, and on April 15, 2020, he became apostolic administrator of Callao. On November 21, 2020, he joined the Congregation for Bishops. Within the Episcopal Conference of Peru, he served on the permanent council (2018–2020) and was elected president of its Commission for Education and Culture in 2019, also contributing to Caritas Peru. Prevost had a private audience with Pope Francis on March 1, 2021, sparking speculation about a new role in Chicago or Rome.",
  "dience with Pope Francis on March 1, 2021, sparking speculation about a new role in Chicago or Rome. During his time at Chiclayo, Prevost has been accused of covering up sexual abuse. In 2022, alleged victims of abuse in 2007 by priests Ricardo Yesquén Paiva and Eleuterio Vásquez Gonzáles said Prevost failed to investigate their case. The Diocese of Chiclayo stated that Prevost followed proper procedures, met with Ana María Quispe and her sisters in April 2022 to personally attend the victims, and encouraged civil action while initiating a canonical investigation which he sent to the Dicastery for the Doctrine of the Faith. The sisters stated in 2024 that no full penal canonical investigation occurred, and an article from América Televisión agreed the Church's investigation was not thorough.",
  "occurred, and an article from América Televisión agreed the Church's investigation was not thorough. In statements to the Peruvian newspaper La República, Prevost said: \"If you are a victim of sexual abuse by a priest, report it.\" Journalist Pedro Salinas, who investigated and exposed crimes committed by members of the now-defunct Sodalitium Christianae Vitae—including sexual, physical, and psychological abuse—highlighted that Prevost always expressed his support for the victims and was one of the most reliable clerical authorities in Peru, hence Pope Francis choosing him as prefect of bishops. Salinas stated that some of the Peruvian clerics linked to the Sodalitium and right-wing political elites are trying to attack and defame Prevost in retaliation for his role in the Sodalitum's dissolution by Pope Francis due to its sexual abuse scandals, as well as being near to Francis' political theology.",
  "Pope Francis due to its sexual abuse scandals, as well as being near to Francis' political theology. Dicastery for Bishops and cardinalate (2023–2025) Pope Francis was close to Prevost and advanced his career. On January 30, 2023, Francis appointed Prevost prefect of the Dicastery for Bishops with the title archbishop-bishop emeritus of Chiclayo. Prevost expressed a preference to stay in Peru, but nonetheless accepted the appointment to move to Rome.",
  "st expressed a preference to stay in Peru, but nonetheless accepted the appointment to move to Rome. On September 30, 2023, Francis created Prevost a cardinal with the rank of cardinal-deacon and assigned the title of Santa Monica degli Agostiniani. As prefect, he played a critical role in evaluating and recommending episcopal candidates worldwide, increasing his visibility within the church. In this role, he recommended that Joseph Strickland be removed from his office as bishop of the Diocese of Tyler, Texas, in November 2023. In October 2023, Francis appointed him as a member of seven additional dicasteries, and also named him to the Pontifical Commission for the Vatican City State.",
  "additional dicasteries, and also named him to the Pontifical Commission for the Vatican City State. On February 6, 2025, Francis promoted him to cardinal-bishop, assigning him as titular bishop of the Suburbicarian Diocese of Albano. Prevost was active in the Latin American and Caribbean Episcopal Council, having participated in meetings and celebrated Mass in Aguadilla, Puerto Rico, in May 2023. Papacy (2025–present) Election",
  "meetings and celebrated Mass in Aguadilla, Puerto Rico, in May 2023. Papacy (2025–present) Election Ahead of the 2025 papal conclave, Prevost was considered a dark horse compared to more prominent papabili, although he was noted to be an ally of Pope Francis and a possible compromise candidate. His American nationality had been regarded as a potential stumbling block to his candidacy, reflecting unease about enhancing the United States' geopolitical power. Supporters argued that he represented a \"dignified middle of the road\". He had been appointed by Pope Francis as prefect of the Dicastery for Bishops and president of the Pontifical Commission for Latin America in 2023, the same year he was made a cardinal. These roles elevated his prominence as a papal candidate leading into the conclave.",
  "made a cardinal. These roles elevated his prominence as a papal candidate leading into the conclave. Prevost was elected pope on May 8, 2025, the second day of the conclave, on the fourth ballot. White smoke appeared from the Sistine Chapel at 18:07 CEST (UTC+2), signifying to the public that a pope had been chosen. He is the first American pontiff. After accepting his election and adopting his papal name, Leo embraced his fellow cardinals upon exiting the Sistine Chapel. Cardinal Dominique Mamberti, the cardinal protodeacon, made the traditional Latin announcement, Habemus papam, from the central balcony of St. Peter's Basilica, making known to the public the new pontiff's name of Leo XIV.",
  "ntral balcony of St. Peter's Basilica, making known to the public the new pontiff's name of Leo XIV. Leo appeared in the traditional papal embroidered stole and mozzetta, vestments which had not been worn by Pope Francis upon his election in 2013. He then delivered his first address in Italian and Spanish, where he expressed gratitude for the legacy of Pope Francis, and imparted his first Urbi et Orbi blessing in Latin. For the first time, two of the three white cassocks Leo could have chosen for his size were recycled from the 2013 papal conclave, partially as a result of Laudato si', Pope Francis' 2015 encyclical on climate change.",
  "pal conclave, partially as a result of Laudato si', Pope Francis' 2015 encyclical on climate change. The Vatican described Leo as the first pope from the Order of Saint Augustine and the second pope from the Americas (after Pope Francis), as a dual citizen of Peru and the United States.  He has been described by the media as the first American pope, in the sense of being the first born in the United States. He is the second to be a native English speaker, after the English Adrian IV (r. 1154–1159) who would have spoken late Old English or early Middle English.  Leo is also the first pope born after World War II, and the 267th overall.  While Leo is the first pope from the Order of Saint Augustine, six previous popes belonged to other Augustinian orders, including five canons regular (Honorius II, Innocent II, Lucius II, and Adrian IV in the 12th century, and Eugene IV in the 15th century), as well as Gregory VIII (1187) who was also an early Premonstratensian.",
  "ene IV in the 15th century), as well as Gregory VIII (1187) who was also an early Premonstratensian. United States president Donald Trump congratulated Leo XIV for being the first American pope, and Blase Cupich, the Archbishop of Chicago, said he thanked Prevost several times for accepting his election as pope. Peru also celebrated the election of the first pope with Peruvian nationality; the news was received with jubilation in his former diocese of Chiclayo, particularly among the clergy, and the Archdiocese of Lima celebrated by ringing the bells of its cathedral. He was congratulated by Peruvian president Dina Boluarte, and by members of the Peruvian Congress. Subsequent events",
  "ated by Peruvian president Dina Boluarte, and by members of the Peruvian Congress. Subsequent events On May 9, the day after his election, Leo celebrated his first Mass as pope in the Sistine Chapel before the assembled College of Cardinals. During the Mass, he preached against the lack of faith in the world, and spoke of a Church that would act as a \"beacon that illuminates the dark nights of this world\". Italian public television station RAI reported that Leo would take up permanent residence in the Apostolic Palace rather than in the Domus Sanctae Marthae as Francis had. His inauguration Mass is scheduled to be held on May 18 in St. Peter's Square. Views",
  "as Francis had. His inauguration Mass is scheduled to be held on May 18 in St. Peter's Square. Views Prevost's papal name was chosen in honor of Pope Leo XIII (popularly known as the \"Social Pope\" and the \"Pope of the Workers\") and his Rerum novarum, which established modern Catholic social teaching, and who was a champion of workers' rights. According to the Holy See Press Office director Matteo Bruni, this choice is \"clearly a reference to the lives of men and women, to their work – even in an age marked by artificial intelligence\".",
  "ce to the lives of men and women, to their work – even in an age marked by artificial intelligence\". According to Cardinal Fernando Chomalí of Chile, Leo XIV told him that the choice of papal name is based on his concern about the world's cultural shifts, a type of Copernican revolution involving artificial intelligence and robotics. Chomalí said: \"He was inspired by Leo XIII, who in the midst of the Industrial Revolution wrote Rerum novarum launching an important dialogue between the church and the modern world.\" Leo himself explained that \"the church offers to everyone the treasury of her social teaching in response to another industrial revolution and to developments in the field of artificial intelligence that pose new challenges for the defense of human dignity, justice and labor.\"",
  "tificial intelligence that pose new challenges for the defense of human dignity, justice and labor.\" In a May 2023 interview, Prevost stressed the need for prudence and responsibility on using social media to preclude \"fuelling divisions and controversy\" and doing \"damage to the communion of the Church\". This view is in line with his tendency to speak \"with caution and great deliberation\" and \"steely determination and clarity\" as Christopher White, the Vatican correspondent of the National Catholic Reporter, described him. Church policy",
  "her White, the Vatican correspondent of the National Catholic Reporter, described him. Church policy In May 2023, Prevost said that episcopal leadership should prioritize faith over administration. The first priority is to \"communicate the beauty of the faith, the beauty and joy of knowing Jesus\". His first message as pope emphasized the greeting of peace of the risen Jesus \"who gave his life for God's flock\", giving \"an unarmed and disarming peace\". He said he wanted to continue the blessing of Pope Francis: \"God cares for you, God loves you all, and evil will not prevail! We are all in God's hands.\" The themes in his first message include Jesus as light needed by the world, becoming a missionary Church through dialogue and openness, fidelity to the gospel, walking together in synodality, working as a united Church for peace and justice, closeness to the suffering, and praying to Mary who is close by. Twice he mentioned the need of not having fear, and emphasized God's help to \"build bridges\" so that \"all of us to be one people always in peace\". His episcopal motto is In illo Uno unum (\"In the One, We Are One\").",
  "be one people always in peace\". His episcopal motto is In illo Uno unum (\"In the One, We Are One\"). Prevost is a strong proponent of synodality, one of Pope Francis' signature legacies. He sees that participation and co-responsibility of all the faithful can address the polarization in the church. In May 2023, Prevost said he has faith that \"the Holy Spirit is ... pushing us towards a renewal\". He also stated that all the faithful are \"called to the great responsibility of living what I call a new attitude\", which is \"to listen first of all to the Holy Spirit, to what He is asking of the Church\". Prevost opposes the ordination of women to the diaconate, arguing it \"doesn't necessarily solve a problem\" and could create new issues. Commenting on Pope Francis' 2023 appointment of three women as members of the Dicastery for Bishops, which he headed, he noted that their perspectives often align with other members but can introduce valuable new viewpoints.",
  "ed that their perspectives often align with other members but can introduce valuable new viewpoints. Social and political issues",
  "ften align with other members but can introduce valuable new viewpoints. Social and political issues Prevost is seen as a moderate or centrist. In April 2025, Italian newspaper la Repubblica stated that Prevost was a \"cosmopolitan\" figure and \"appreciated by conservatives and progressives\" within the Church. In line with the Church's official positions, Prevost opposes abortion, euthanasia, and the death penalty. He supported Venezuelan refugees in Peru during his time in Chiclayo. During the 2022–2023 Peruvian protests in support of former president Pedro Castillo, Prevost stated: \"The deaths during the protests cause me great sadness and pain ... I asked to stay in Peru; I even made that request to the Holy Father. It wasn't the time to leave.\" Prevost has advocated for stronger Church action against climate change, stating in a November 2024 seminar that \"dominion over nature\" should not be \"tyrannical\".",
  "e change, stating in a November 2024 seminar that \"dominion over nature\" should not be \"tyrannical\". On the social media platform X (formerly Twitter), Prevost expressed support for vaccination during the COVID-19 pandemic, sympathy for George Floyd and protesters, and criticized US immigration policies under President Donald Trump and Vice President JD Vance. He also criticized Trump's meeting with El Salvador's president Nayib Bukele, who offered to detain criminals of any nationality deported from the United States in Salvadoran prisons. Prevost voted in Will County, Illinois, in general elections from at least 2000 to 2024 (with the exception of 2016 and 2020), as well as the 2008 Democratic presidential primary, the Democratic primary for the 2010 Illinois gubernatorial election, the 2012 Republican presidential primary, the Republican primary for the 2014 Illinois gubernatorial election, and the 2016 Republican presidential primary. He is known to be close to Blase Cupich, the Archbishop of Chicago who is considered the American cardinal furthest removed from Trump's political positions.",
  "f Chicago who is considered the American cardinal furthest removed from Trump's political positions. Prevost expressed reservations about \"sympathy for beliefs and practices that contradict the gospel\" and did not fully endorse nor reject Fiducia supplicans, a doctrinal declaration concerning blessings for people in a same-sex relationship. He stated that national bishops' conferences should \"interpret and apply such directives in their local contexts, given cultural differences\". In 2012, he criticized popular culture's sympathy for the \"homosexual lifestyle\" and same-sex families. In April 2016, Prevost opposed the inclusion of \"gender ideology\" in Peruvian primary school curricula, stating it promotes \"genders that don't exist\". When asked in 2023 by Catholic News Service whether his views from 2012 had changed, Prevost said that  \"many things have changed\" and that there has been a need for the Church to open and to be welcoming, emphasizing Pope Francis' message on not making people feel excluded because of the choices they make.",
  "phasizing Pope Francis' message on not making people feel excluded because of the choices they make. Personal life Prevost's mother, Mildred, died on June 18, 1990, and his father, Louis, followed on November 8, 1997. Prevost casually consulted his brothers about his potential papal name on the eve of the conclave. In addition to his native English, he also speaks Spanish, Italian, French and Portuguese along with some German. He can also read Latin. A sports fan, Prevost considers himself an amateur tennis player. He is a fan of the Chicago White Sox of Major League Baseball, and was in attendance at U.S. Cellular Field in Chicago for Game 1 of the 2005 World Series. He also shows support for Villanova University athletics, especially the Villanova Wildcats men's basketball team. See also",
  "or Villanova University athletics, especially the Villanova Wildcats men's basketball team. See also Cardinals created by Francis Coat of arms of Pope Leo XIV List of popes by country Pope Leo XIV bibliography Notes References External links Vatican webpage about Pope Leo XIV",
  "Many significant developments in the history of science and technology in China took place during the Han dynasty (202 BCE – 220 CE). The Han period saw great innovations in metallurgy. Following the inventions of the blast furnace and cupola furnace during the Zhou dynasty (c. 1046 – 256 BCE) to make pig iron and cast iron respectively, the Han period saw the development of steel and wrought iron by use of the finery forge and puddling process. With the drilling of deep boreholes into the earth, the Chinese used not only derricks to lift brine up to the surface to be boiled into salt, but also set up bamboo-crafted pipeline transport systems which brought natural gas as fuel to the furnaces.",
  "set up bamboo-crafted pipeline transport systems which brought natural gas as fuel to the furnaces. Smelting techniques were enhanced with inventions such as the waterwheel-powered bellows; the resulting widespread distribution of iron tools facilitated the growth of agriculture. For tilling the soil and planting straight rows of crops, the improved heavy-moldboard plough with three iron plowshares and sturdy multiple-tube iron seed drill were invented in the Han, which greatly enhanced production yields and thus sustained population growth. The method of supplying irrigation ditches with water was improved with the invention of the mechanical chain pump powered by the rotation of a waterwheel or draft animals, which could transport irrigation water up elevated terrains. The waterwheel was also used for operating trip hammers in pounding grain and in rotating the metal rings of the mechanical-driven astronomical armillary sphere representing the celestial sphere around the Earth.",
  "mechanical-driven astronomical armillary sphere representing the celestial sphere around the Earth. The Han initially wrote on hemp-bound bamboo scrolls; by the 2nd century CE, they had invented the papermaking process which created a writing medium that was both cheap and easy to produce. The invention of the wheelbarrow aided in the hauling of heavy loads. The maritime junk ship and stern-mounted steering rudder enabled the Chinese to venture out of calmer waters of interior lakes and rivers and into the open sea. The invention of the grid reference for maps and raised-relief map allowed for better navigation. In medicine, they used new herbal remedies to cure illnesses, calisthenics to keep physically fit, and regulated diets to avoid diseases. Authorities in the capital were warned ahead of time of the direction of sudden earthquakes with the invention of the seismometer that was tripped by a vibration-sensitive pendulum device.",
  "kes with the invention of the seismometer that was tripped by a vibration-sensitive pendulum device. To mark the passing of the seasons and special occasions, the Han used two variations of the lunisolar calendar, which were established due to efforts in astronomy and mathematics. Han-era Chinese advancements in mathematics include the discovery of square roots, cube roots, the Pythagorean theorem, Gaussian elimination, the Horner scheme, improved calculations of pi, and negative numbers. Hundreds of new roads and canals were built to facilitate transport, commerce, tax collection, communication, and movement of military troops. The Han-era Chinese also employed several types of bridges to cross waterways and deep gorges, such as beam bridges, arch bridges, simple suspension bridges, and pontoon bridges. Han ruins of defensive city walls made of brick or rammed earth still stand.",
  "s, and pontoon bridges. Han ruins of defensive city walls made of brick or rammed earth still stand. Modern perspectives Jin Guantao, a professor at the Chinese University of Hong Kong, Fan Hongye, a research fellow with the Chinese Academy of Sciences, and Liu Qingfeng, a professor at the Chinese University of Hong Kong, assert that the latter part of the Han dynasty was a unique period in the history of premodern Chinese science and technology. They compare it to the incredible pace of scientific and technological growth during the Song dynasty (960–1279). However, they also argue that without the influence of proto-scientific precepts in the ancient philosophy of Mohism, Chinese science continued to lack a definitive structure:",
  "cepts in the ancient philosophy of Mohism, Chinese science continued to lack a definitive structure: From the middle and late Eastern Han to the early Wei and Jin dynasties, the net growth of ancient Chinese science and technology experienced a peak (second only to that of the Northern Song dynasty) ...Han studies of the Confucian classics, which for a long time had hindered the socialization of science, were declining. If Mohism, rich in scientific thought, had rapidly grown and strengthened, the situation might have been very favorable to the development of a scientific structure. However, this did not happen because the seeds of the primitive structure of science were never formed. During the late Eastern Han, disastrous upheavals again occurred in the process of social transformation, leading to the greatest social disorder in Chinese history. One can imagine the effect of this calamity on science.",
  "greatest social disorder in Chinese history. One can imagine the effect of this calamity on science. Joseph Needham, a professor from the University of Cambridge and author of the Science and Civilisation in China series, stated that the \"Han time (especially the Later Han) was one of the relatively important periods as regards the history of science in China.\" He noted the advancements during Han of astronomy and calendrical sciences, the \"beginnings of systematic botany and zoology\", as well as the philosophical skepticism and rationalist thought embodied in Han works such as the Lunheng by the philosopher Wang Chong. Writing materials",
  "t thought embodied in Han works such as the Lunheng by the philosopher Wang Chong. Writing materials The most common writing mediums found in archaeological digs from ancient sites predating the Han period are shells and bones as well as bronzewares. In the beginning of the Han period, the chief writing mediums were bamboo (Chinese: 竹簡) and clay tablets, silk cloth, strips of soft wood, and rolled scrolls made of strips of bamboo sewn together with hempen string passed through drilled holes (册) and secured with clay stamps. The written characters on these narrow flat strips of bamboo were arranged into vertical columns.",
  "s. The written characters on these narrow flat strips of bamboo were arranged into vertical columns. While maps drawn in ink on flat silk cloths have been found in the tomb of the Marquess of Dai (interred in 168 BCE), the earliest known paper map found in China, dated 179–141 BCE and located at Fangmatan, is incidentally the oldest known piece of paper. Chinese hempen paper of the Western Han and early Eastern Han eras was of a coarse quality and used primarily as wrapping paper. The papermaking process was not formally introduced until the Eastern Han court eunuch Cai Lun created a process in 105 where mulberry tree bark, hemp, old linens, and fish nets were boiled together to make paper pulp. The oldest known piece of paper with writing on it comes from the ruins of a Chinese watchtower at Tsakhortei, Alxa League, Inner Mongolia, dated to 110 CE when the Han garrison abandoned the area following a nomadic Xiongnu attack. By the 3rd century, paper became one of China's chief writing mediums.",
  "ing a nomadic Xiongnu attack. By the 3rd century, paper became one of China's chief writing mediums. Ceramics The Han ceramics industry was upheld by private businesses as well as local government agencies. Ceramics were used in domestic wares and utensils as well as construction materials for roof tiles and bricks.",
  "ere used in domestic wares and utensils as well as construction materials for roof tiles and bricks. Han dynasty grey pottery—its color derived from the clay that was used—was superior to earlier Chinese grey pottery due to the Han people's use of larger kiln chambers, longer firing tunnels, and improved chimney designs. Kilns of the Han dynasty making grey pottery were able to reach firing temperatures above 1,000 °C (1,830 °F). However, hard southern Chinese pottery made from a dense adhesive clay native only in the south was fired at even higher temperatures during the Han. Glazed pottery of the Shang (c. 1600 – c. 1050 BCE) and Zhou (c. 1050 – 256 BCE) dynasties were fired at high temperatures, but by the mid Western Han (206 BCE – 9 CE), a brown-glazed ceramic was made which was fired at 800 °C (1,470 °F), followed by a green-glazed ceramic which became popular in the Eastern Han (25–220 CE).",
  "(1,470 °F), followed by a green-glazed ceramic which became popular in the Eastern Han (25–220 CE). Wang Zhongshu states that the light-green stoneware known as celadon was thought to exist only since the Three Kingdoms period (220–265 CE), but argues that ceramic shards found at Eastern Han (25–220 CE) sites of Zhejiang province can be classified as celadon. However, Richard Dewar argues that true celadon was not created in China until the early Song dynasty (960–1279) when Chinese kilns were able to reach a minimum furnace temperature of 1,260 °C (2,300 °F), with a preferred range of 1,285 to 1,305 °C (2,345 to 2,381 °F) for celadon. Metallurgy Furnaces and smelting techniques",
  "ge of 1,285 to 1,305 °C (2,345 to 2,381 °F) for celadon. Metallurgy Furnaces and smelting techniques A blast furnace converts raw iron oxide into iron, which can be remelted in a cupola furnace to produce cast iron. The earliest specimens of cast iron found in China date to the 5th century BCE during the late Spring and Autumn period, yet the oldest discovered blast furnaces date to the 3rd century BCE and the majority date to the period after Emperor Wu of Han (r. 141–87 BCE) established a government monopoly over the iron industry in 117 BCE (most of the discovered iron works sites built before this date were merely foundries which recast iron that had been smelted elsewhere). Iron ore smelted in blast furnaces during the Han was rarely if ever cast directly into permanent molds; instead, the pig iron scraps were remelted in the cupola furnace to make cast iron. Cupola furnaces utilized a cold blast traveling through tuyere pipes from the bottom and over the top where the charge of charcoal and pig iron was introduced. The air traveling through the tuyere pipes thus became a hot blast once it reached the bottom of the furnace.",
  "raveling through the tuyere pipes thus became a hot blast once it reached the bottom of the furnace. Although Chinese civilization lacked the bloomery, the Han Chinese were able to make wrought iron when they injected too much oxygen into the cupola furnace, causing decarburization. The Han-era Chinese were also able to convert cast iron and pig iron into wrought iron and steel by using the finery forge and puddling process, the earliest specimens of such dating to the 2nd century BCE. The semisubterranean walls of these furnaces were lined with refractory bricks and had bottoms made of refractory clay. Besides charcoal made of wood, Wang Zhongshu states that another furnace fuel used during the Han were \"coal cakes\", a mixture of coal powder, clay, and quartz.",
  "ther furnace fuel used during the Han were \"coal cakes\", a mixture of coal powder, clay, and quartz. Use of steel, iron, and bronze",
  "he Han were \"coal cakes\", a mixture of coal powder, clay, and quartz. Use of steel, iron, and bronze Donald B. Wagner writes that most domestic iron tools and implements produced during the Han were made of cheaper and more brittle cast iron, whereas the military preferred to use wrought iron and steel weaponry due to their more durable qualities. During the Han dynasty, the typical 0.5 m (1.6 ft) bronze sword of the Warring States period was gradually replaced with an iron sword measuring roughly 1 m (3.3 ft) in length. The ancient dagger-axe (ge) made of bronze was still used by Han soldiers, although it was gradually phased out by iron spears and iron ji halberds. Even arrowheads, which were traditionally made of bronze, gradually only had a bronze tip and iron shaft, until the end of the Han when the entire arrowhead was made solely of iron. Farmers, carpenters, craftsmen, stonemasons, and rammed earth builders had at their disposal iron tools such as the plowshare, pickaxe, spade, shovel, hoe, sickle, axe, adze, hammer, chisel, knife, saw, scratch awl, and nails. Common iron commodities found in Han dynasty homes included tripods, stoves, cooking pots, belt buckles, tweezers, fire tongs, scissors, kitchen knives, fish hooks, and needles. Mirrors and oil lamps were often made of either bronze or iron. Coin money minted during the Han was made of either copper or copper and tin smelted together to make the bronze alloy.",
  "uring the Han was made of either copper or copper and tin smelted together to make the bronze alloy. Agriculture Tools and methods",
  "er copper or copper and tin smelted together to make the bronze alloy. Agriculture Tools and methods Modern archaeologists have unearthed Han iron farming tools throughout China, from Inner Mongolia in the north to Yunnan in the south. The spade, shovel, pick, and plow were used for tillage, the hoe for weeding, the rake for loosening the soil, and the sickle for harvesting crops. Depending on their size, Han plows were driven by one to two oxen. Oxen were also used to pull the three-legged iron seed drill (invented in Han China by the 2nd century BCE), which enabled farmers to plant seeds in precise rows instead of casting them out by hand. While artwork of the Wei (220–266 CE) and Jin (266–420) periods show use of the harrow for breaking up chunks of soil after plowing, it perhaps first appeared in China during the Eastern Han (25–220 CE). Irrigation works for agriculture included the use of water wells, artificial ponds and embankments, dams, canals, and sluice gates.",
  "e included the use of water wells, artificial ponds and embankments, dams, canals, and sluice gates. Alternating fields",
  "of water wells, artificial ponds and embankments, dams, canals, and sluice gates. Alternating fields During Emperor Wu's (r. 141–87 BCE) reign, the Grain Intendant Zhao Guo (Chinese: 趙過) invented the alternating fields system (daitianfa 代田法). For every mou of land—a thin strip of land measuring 1.38 m (4.5 ft) wide and 331 m (1,086 ft) long, or an area of roughly 457 m2 (0.113 acres)—three low-lying furrows (quan 甽) that were each 0.23 m (0.75 ft) wide were sowed in straight lines with crop seed. While weeding in the summer, the loose soil of the ridges (long 壟) on either side of the furrows would gradually fall into the furrows, covering the sprouting crops and protecting them from wind and drought. Since the position of the furrows and ridges were reversed by the next year, this process was called the alternating fields system.",
  "ws and ridges were reversed by the next year, this process was called the alternating fields system. This system allowed crops to grow in straight lines from sowing to harvest, conserved moisture in the soil, and provided a stable annual yield. Zhao Guo first experimented with this system right outside the capital Chang'an, and once it proved successful, he sent out instructions for it to every commandery administrator, who were then responsible for disseminating these to the heads of every county, district, and hamlet in their commanderies.",
  "le for disseminating these to the heads of every county, district, and hamlet in their commanderies. Rich families who owned oxen and large heavy moldboard iron plows greatly benefited from this new system. However, poorer farmers who did not own oxen resorted to using teams of men to move a single plow, which was exhausting work. The author Cui Shi (Chinese: 催寔) (d. 170 CE) wrote in his Simin yueling (Chinese: 四民月令) that by the Eastern Han Era (25–220 CE) an improved plow was invented which needed only one man to control it, two oxen to pull it, had three plowshares, a seed box for the drills, a tool which turned down the soil, and could sow roughly 45,730 m2 (11.30 acres) of land in a single day. Pit fields",
  "ned down the soil, and could sow roughly 45,730 m2 (11.30 acres) of land in a single day. Pit fields During the reign of Emperor Cheng of Han (r. 33–37 BCE), Fan Shengzhi wrote a manual (the Fan Shengzhi shu) which described the pit field system (aotian 凹田). In this system, every mou of farmland was divided into 3,840 grids which each had a small pit that was dug 13.8 cm (5.4 in) deep and 13.8 cm (5.4 in) wide and had good quality manure mixed into the soil. Twenty seeds were sowed into each pit, which allegedly produced 0.6 L (20 oz) of harvested grain per pit, or roughly 2,000 L (67,630 oz) per mou. This system did not require oxen-driven plows or the most fertile land, since it could be employed even on sloping terrains where supplying water was difficult. Although this farming method was favored by the poor, it did require intensive labor, so only large families could maintain such a system.",
  "ed by the poor, it did require intensive labor, so only large families could maintain such a system. Rice paddies",
  "r, it did require intensive labor, so only large families could maintain such a system. Rice paddies Han farmers in the Yangzi River region of southern China often maintained paddy fields for growing rice. Every year, they would burn the weeds in the paddy field, drench it in water, sow rice by hand, and around harvest time cut the surviving weeds and drown them a second time. In this system, the field lays fallow for much of the year and thus did not remain very fertile. However, Han rice farmers to the north around the Huai River practiced the more advanced system of transplantation. In this system, individual plants were given intensive care (perhaps in the same location as the paddy field), their offshoots separated so that more water could be conserved, and the field could be heavily fertilized since winter crops were grown while the rice seedlings were situated nearby in a plant nursery.",
  "ized since winter crops were grown while the rice seedlings were situated nearby in a plant nursery. Mechanical and hydraulic engineering Literary sources and archaeological evidence Evidence of Han-era mechanical engineering comes largely from the choice observational writings of sometimes disinterested Confucian scholars. Professional artisan-engineers (jiang Chinese: 匠) did not leave behind detailed records of their work. Han scholars, who often had little or no expertise in mechanical engineering, sometimes provided insufficient information on the various technologies they described.",
  "engineering, sometimes provided insufficient information on the various technologies they described. Nevertheless, some Han literary sources provide crucial information. As written by Yang Xiong in 15 BCE, the belt drive was first used for a quilling device which wound silk fibers onto the bobbins of weaver shuttles. The invention of the belt drive was a crucial first step in the development of later technologies during the Song dynasty, such as the chain drive and spinning wheel.",
  "velopment of later technologies during the Song dynasty, such as the chain drive and spinning wheel. The inventions of the artisan and mechanical engineer Ding Huan (Chinese: 丁緩) are mentioned in the Miscellaneous Notes on the Western Capital. The official and poet Sima Xiangru hinted in his writings that the Chinese used a censer in the form of a gimbal, a pivot support made of concentric rings which allow the central gimbal to rotate on an axis while remaining vertically positioned. However, the first explicit mention of the gimbal used as an incense burner occurred around 180 CE when the artisan Ding Huan created his 'Perfume Burner for use among Cushions' which allowed burning incense placed within the central gimbal to remain constantly level even when moved. Ding had other inventions as well. For the purpose of indoor air conditioning, he set up a large manually operated rotary fan which had rotating wheels that were 3 m (9.8 ft) in diameter. He also invented a lamp which he called the 'nine-storied hill-censer', since it was shaped as a hillside. When the cylindrical lamp was lit, the convection of rising hot air currents caused vanes placed on the top to spin, which in turn rotated painted paper figures of birds and other animals around the lamp.",
  "top to spin, which in turn rotated painted paper figures of birds and other animals around the lamp. When Emperor Gaozu of Han (r. 202–195 BCE) came upon the treasury of Qin Shi Huang (r. 221–210) following the downfall of the Qin dynasty (221–206), he found an entire miniature musical orchestra of puppets 1 m (3.3 ft) tall who played mouth organs if one pulled on ropes and blew into tubes to control them. Zhang Heng wrote in the 2nd century CE that people could be entertained by theatrical plays of artificial fish and dragons. Later, the inventor Ma Jun (fl. 220–265) invented a theater of moving mechanical puppets powered by the rotation of a hidden waterwheel.",
  "265) invented a theater of moving mechanical puppets powered by the rotation of a hidden waterwheel. From literary sources it is known that the collapsible umbrella was invented during Wang Mang's reign, although the simple parasol existed beforehand. This employed sliding levers and bendable joints that could be protracted and retracted.",
  "beforehand. This employed sliding levers and bendable joints that could be protracted and retracted. Modern archaeology has led to the discovery of Han artwork portraying inventions which were otherwise absent in Han literary sources. This includes the crank handle. Han pottery tomb models of farmyards and gristmills possess the first known depictions of crank handles, which were used to operate the fans of winnowing machines. The machine was used to separate chaff from grain, but the Chinese of later dynasties also employed the crank handle for silk-reeling, hemp-spinning, flour-sifting, and drawing water from a well using the windlass. To measure distance traveled, the Han-era Chinese also created the odometer cart. This invention is depicted in Han artwork by the 2nd century CE, yet detailed written descriptions were not offered until the 3rd century. The wheels of this device rotated a set of gears which in turn forced mechanical figures to bang gongs and drums that alerted the travelers of the distance traveled (measured in li). From existing specimens found at archaeological sites, it is known that Han-era craftsmen made use of the sliding metal caliper to make minute measurements. Although Han-era calipers bear incised inscriptions of the exact day of the year they were manufactured, they are not mentioned in any Han literary sources.",
  "he exact day of the year they were manufactured, they are not mentioned in any Han literary sources. Uses of the waterwheel and water clock By the Han dynasty, the Chinese developed various uses for the waterwheel. An improvement of the simple lever-and-fulcrum tilt hammer device operated by one's foot, the hydraulic-powered trip hammer used for pounding, decorticating, and polishing grain was first mentioned in the Han dictionary Jijiupian of 40 BCE. It was also mentioned in the Regional Speech (Fangyan) dictionary written by Yang Xiong (53 BCE – 18 CE) in 15 BCE, the philosophical Xinlun 新論 written by Huan Tan (43 BCE – 28 CE) in 20 CE, the poetry of Ma Rong (79–166 CE), and the writings of Kong Rong (153–208 CE).",
  "CE – 28 CE) in 20 CE, the poetry of Ma Rong (79–166 CE), and the writings of Kong Rong (153–208 CE). In his Balanced Discourse (Lunheng), the philosopher Wang Chong was the first in China to describe the square-pallet chain pump used to lift water (and other substances). Although some models were operated manually by foot pedals, some chain pumps were powered by a horizontal waterwheel which rotated large toothed gears and a horizontal axis beam. Their primary use was for lifting water into irrigation ditches, but chain pumps were also used in public works programs, such as when Zhang Rang (d. 189) had an engineer build several of them to lift water into pipes that provided the capital Luoyang and its palaces with clean water.",
  "of them to lift water into pipes that provided the capital Luoyang and its palaces with clean water. While acting as administrator of Nanyang in 31 CE, Du Shi invented a water-powered reciprocator which worked the bellows of the blast furnace and cupola furnace in smelting iron; before this invention, intensive manual labor was required to work the bellows.",
  "ce in smelting iron; before this invention, intensive manual labor was required to work the bellows. Although the astronomical armillary sphere (representing the celestial sphere) had existed in China since the 1st century BCE, the mathematician and court astronomer Zhang Heng provided it with motive power by using the constant pressure head of an inflow water clock to rotate a waterwheel that acted on a set of gears. Zhang Heng was also the first to address the problem of the falling pressure head in the inflow water clock (which gradually slowed the timekeeping) by setting up an additional tank between the reservoir and inflow vessel. Seismometer",
  "e timekeeping) by setting up an additional tank between the reservoir and inflow vessel. Seismometer The Han court was responsible for the major efforts of disaster relief when natural disasters such as earthquakes devastated the lives of commoners. To better prepare for calamities, Zhang Heng invented a seismometer in 132 CE, which provided instant alert to authorities in the capital Luoyang that an earthquake had occurred in a location indicated by a specific cardinal or ordinal direction. Although no tremors could be felt in the capital when Zhang told the court that an earthquake had just occurred in the northwest, a message came soon afterwards that an earthquake had indeed struck 400 to 500 km (250 to 310 mi) northwest of Luoyang (in what is now modern Gansu). Zhang called his device the 'instrument for measuring the seasonal winds and the movements of the Earth' (Houfeng didong yi 候风地动仪), so-named because he and others thought that earthquakes were most likely caused by the enormous compression of trapped air.",
  "others thought that earthquakes were most likely caused by the enormous compression of trapped air. As described in the Book of the Later Han, the frame of the seismometer was a domed bronze vessel in the shape of a wine jar, although it was 1.8 m (5.9 ft) in diameter and decorated with scenes of mountains and animals. The trigger mechanism was an inverted pendulum (which the Book of the Later Han calls the \"central column\") that, if disturbed by the ground tremors of earthquakes located near or far away, would swing and strike one of eight mobile arms (representing the eight directions), each with a crank and catch mechanism. The crank and a right angle lever would raise one of eight metal dragon heads located on the exterior, dislodging a metal ball from its mouth that dropped into the mouth of one of eight metal toads below arranged like the points on a compass rose, thus indicating the direction of the earthquake. The Book of the Later Han states that when the ball fell into any one of eight toad mouths, it produced a loud noise which gained the attention of those observing the device. While Wang Zhenduo (Chinese: 王振铎) accepted the idea that Zhang's seismometer had cranks and levers which were disturbed by the inverted pendulum, his contemporary Akitsune Imamura argued that the inverted pendulum could have had a pin at the top which, upon moving by force of the ground vibrations, would enter one of eight slots and expel the ball by pushing a slider. Since the Book of the Later Han states that the other seven dragon heads would not subsequently release the balls lodged up into their jaws after the first one had dropped, Imamura asserted that the pin of the pendulum would have been locked into the slot it had entered and thus immobilized the instrument until it was reset.",
  "ave been locked into the slot it had entered and thus immobilized the instrument until it was reset. Mathematics and astronomy Mathematical treatises",
  "thus immobilized the instrument until it was reset. Mathematics and astronomy Mathematical treatises One of the earliest surviving mathematical treatises of ancient China is the Book on Numbers and Computation (Suan shu shu), part of the Zhangjiashan Han bamboo texts dated 202 to 186 BCE and found in Jiangling County, Hubei. Another mathematical text compiled during the Han was The Arithmetical Classic of the Gnomon and the Circular Paths of Heaven (Zhoubi Suanjing), dated no earlier than the 1st century BCE (from perhaps multiple authors) and contained materials similar to those described by Yang Xiong in 15 BCE, yet the zhoubi school of mathematics was not explicitly mentioned until Cai Yong's commentary of 180. A preface was added to the text by Zhao Shuang (Chinese: 趙爽) in the 3rd century. There was also the Nine Chapters on the Mathematical Art (Jiuzhang Suanshu); its full title was found on two bronze standard measurers dated 179 CE (with speculation that its material existed in earlier books under different titles) and was provided with detailed commentary by Liu Hui (fl. 3rd century) in 263. It is worth noting in this context that many of the documents excavated from Qin and Han sites contain evidence of the practical mathematics used by administrators for inventories and taxes, as well as for calculating labor needed for public works projects, just as described in the mathematical treatises.",
  "calculating labor needed for public works projects, just as described in the mathematical treatises. Innovations in the treatises",
  "public works projects, just as described in the mathematical treatises. Innovations in the treatises The Suan shu shu presents basic mathematics problems and solutions. It was most likely a handbook for day-to-day business transactions or affairs of government administration. It contains problems and solutions for field measurements of area, proportional exchange rates for agricultural millet and rice, distribution by proportion, short width division, and excess and deficiency. Some of the problems found in the Suan shu shu appear in the later text Jiuzhang suanshu; in five cases, the titles are exact matches. However, unlike the Jiuzhang suanshu, the Suan shu shu does not deal with problems involving right-angle triangles, square roots, cube roots, and matrix methods, which demonstrates the significant advancements made in Chinese mathematics between the writings of these two texts.",
  "es the significant advancements made in Chinese mathematics between the writings of these two texts. The Zhoubi suanjing is concerned with the application of mathematics to astronomy. In one problem which sought to determine the height of the Sun from the Earth and the diameter of the Sun, Chen Zi (Chinese: 陳子) instructs Rong Fang (Chinese: 榮方) to wait until the shadow cast by the 8 chi tall gnomon is 6 chi (one chi during the Han was 33 cm), so that a 3-4-5 right-angle triangle can be constructed where the base is 60,000 li (one li during the Han was the equivalent of 415 m or 1362 ft), the hypotenuse leading towards the sun is 100,000 li, and the height of the sun is 80,000 li. Like the Jiuzhang suanshu, the Zhoubi suanjing also gives mathematical proof for the \"Gougu Theorem\" (Chinese: 勾股定理; i.e. where c is the length of the hypotenuse and a and b are the lengths of the other two sides, respectively, a2 + b2 = c2), which is known as the Pythagorean theorem in the West after the Greek mathematician Pythagoras (fl. 6th century BCE).",
  "the Pythagorean theorem in the West after the Greek mathematician Pythagoras (fl. 6th century BCE). The Jiuzhang suanshu was perhaps the most groundbreaking of the three surviving Han treatises. It is the first known book to feature negative numbers, along with the Bakhshali manuscript (200? – 600? CE) of India and the book of the Greek mathematician Diophantus written in about 275 CE. Negative numbers appeared as black counting rods, while positive numbers appeared as red counting rods. Although the decimal system existed in China since the Shang dynasty (c. 1600 – c. 1050 BCE), the earliest evidence of a decimal fraction (i.e. the denominator is a power of ten) is an inscription on a standard volume-measuring vessel dated 5 CE and used by the mathematician and astronomer Liu Xin (46 BCE – 23 CE). Yet the first book to feature decimal fractions was the Jiuzhang suanshu, as a means to solve equations and represent measurements. Gaussian elimination, an algorithm used to solve linear equations, was known as the Array Rule in the Jiuzhang suanshu. While the book used continued fractions to find the roots of equations, Liu Hui built on this idea in the 3rd century when he increased the decimals to find the cube root of 1,860,867 (yielding the answer 123), the same method used in the Horner scheme named after William George Horner (1786–1837).",
  "nswer 123), the same method used in the Horner scheme named after William George Horner (1786–1837). Approximations of pi",
  "method used in the Horner scheme named after William George Horner (1786–1837). Approximations of pi For centuries, the Chinese had simply approximated the value of pi as 3, until Liu Xin approximated it at 3.154 sometime between 1–5 CE, although the method he used to reach this value is unknown. Standard measuring vessels dating to the reign of Wang Mang (9–23 CE) also showed approximations for pi at 3.1590, 3.1497, and 3.167. Zhang Heng is the next known Han mathematician to have made an approximation for pi. Han mathematicians understood that the area of a square versus the area of its inscribed circle had an approximate ratio of 4:3, and also understood that the volume of a cube and the volume of its inscribed sphere would be 42:32. With D as diameter and V as volume, D3:V = 16:9 or V=9⁄16D3, a formula Zhang found fault with since he realized the value for diameter was inaccurate, the discrepancy being the value taken for the ratio. To fix this, Zhang added 1⁄16D3 to the formula, thus V = 9⁄16D3 + 1⁄16D3 = 5⁄8D3. Since he found the ratio of the volume of the cube to the inscribed sphere at 8:5, the ratio of the area of a square to the inscribed circle is √8:√5. With this formula, Zhang was able to approximate pi as the square root of 10, or 3.162. After the Han, Liu Hui approximated pi as 3.14159, while the mathematician Zu Chongzhi (429–500) approximated pi at 3.141592 (or 355⁄113), the most accurate approximation the ancient Chinese would achieve.",
  "ated pi at 3.141592 (or 355⁄113), the most accurate approximation the ancient Chinese would achieve. Musical tuning and theory",
  "5⁄113), the most accurate approximation the ancient Chinese would achieve. Musical tuning and theory Mathematics were also used in musical tuning and music theory. The 2nd-century BCE Huainanzi, compiled by eight scholars under the patronage of King Liu An (179–122 BCE), outlined the use of twelve tones on a musical scale. Jing Fang (78–37 BCE), a mathematician and music theorist, expanded these to create a scale of 60 tones. While doing so, Jing Fang realized that 53 just fifths is approximate to 31 octaves. By calculating the difference at ⁠177147/176776⁠, Jing reached the same value of 53 equal temperament duly discovered by the German mathematician Nicholas Mercator (1620–1687) (i.e.  ⁠353/284⁠  353 / 284, known as Mercator's comma). Later, the prince Zhu Zaiyu (1536–1611) in Ming China and Simon Stevin (1548–1620) of the Flemish Region in Europe would simultaneously (but separately) discover the mathematical formula for equal temperament.",
  "urope would simultaneously (but separately) discover the mathematical formula for equal temperament. Astronomical observations",
  "(but separately) discover the mathematical formula for equal temperament. Astronomical observations The ancient Chinese made careful observations of heavenly bodies and phenomena since observations of the cosmos were used for astrology and prognostication. The astronomer Gan De (fl. 4th century BCE) from the State of Qi was the first in history to acknowledge sunspots as genuine solar phenomena (and not obstructing natural satellites as thought in the West after Einhard's observation in 807 CE), while the first precisely dated sunspot observation in China occurred on May 10, 28 BCE, during the reign of Emperor Cheng of Han (r. 33–7 BCE). Among the Mawangdui Silk Texts dated no later than 168 BCE (when they were sealed in a tomb at Mawangdui Han tombs site, Changsha, Hunan province), the Miscellaneous Readings of Cosmic Patterns and Pneuma Images (Tianwen qixiang zazhan 天文氣象雜占) manuscript illustrates in writings and ink drawings roughly 300 different climatic and astronomical features, including clouds, mirages, rainbows, stars, constellations, and comets. Another silk text from the same site reports the times and locations of the rising and setting of planets in the night sky from the years 246–177 BCE.",
  "imes and locations of the rising and setting of planets in the night sky from the years 246–177 BCE. The Han-era Chinese noted the passage of the same comet seen in Persia for the birth of Mithridates II of Parthia in 135 BCE, the same comet the Romans observed close to the assassination of Julius Caesar in 44 BCE, Halley's comet in 12 BCE, the same comet noted by Roman historian Cassius Dio (c. 155 – c. 229 CE) for 13 CE, and (what is now known to have been) a supernova in AD 185. For various comets discussed in the Han-era history books Records of the Grand Historian and Book of Han, details are given for their position in the sky and direction they were moving, the length of time they were visible, their color, and their size.",
  "y and direction they were moving, the length of time they were visible, their color, and their size. The Han-era Chinese also made star catalogues, such as historian Sima Qian's (145–86 BCE) A Monograph on Celestial Officials (Tianguanshu 天官書) and Zhang Heng's 2nd-century-CE star catalogue which featured roughly 2,500 stars and 124 constellations. To create a three-dimensional representation of such observations, Astronomer Geng Shouchang (Chinese: 耿壽昌) provided his armillary sphere with an equatorial ring in 52 BCE. By 84 CE, the elliptical ring was added to the armillary sphere, while Zhang Heng's model of 125 added the celestial horizon ring and meridian ring. Han calendars",
  "e, while Zhang Heng's model of 125 added the celestial horizon ring and meridian ring. Han calendars The Han Chinese used astronomical studies mainly to construct and revise their calendar. In contrast to the Julian calendar (46 BCE) and Gregorian calendar (1582) of the West (but like the Hellenic calendars of Classical Greece), the Chinese calendar is a lunisolar calendar, meaning that it uses the precise movements of the Sun and Moon as time-markers throughout the year. During the spring and autumn periods of the 5th century BCE, the Chinese established the Sifen calendar (古四分历), which measured the tropical year at 3651⁄4 days (like the Julian calendar of Rome). Emperor Wu replaced this with the new Taichu calendar (Chinese: 太初历) in 104 BCE, which measured the tropical year at 365385⁄1539 days and the lunar month at 2943⁄81 days. Since the Taichu calendar had become inaccurate over two centuries, Emperor Zhang of Han (r. 75–88 CE) halted its use and revived use of the Sifen calendar. It was more than a millennium later that astronomer Guo Shoujing (1233–1316) would set the tropical year at 365.2425 days for his Shoushi calendar (Chinese: 授時曆), the same value used in the Gregorian calendar. Besides the use of the calendar for regulating agricultural practices throughout the seasons, it was also used to mark important dates in the Sexagenary cycle—constructed by celestial stems (gan 干) and Earthly Branches (zhi 支), each of the latter associated with an animal of the Chinese zodiac.",
  "干) and Earthly Branches (zhi 支), each of the latter associated with an animal of the Chinese zodiac. Astronomical theory The Han-era Chinese discussed the illumination and shapes of heavenly bodies: were they flat and circular, or were they rounded and spherical? Jing Fang wrote in the 1st century BCE that Han astronomers believed the Sun, Moon, and planets were spherical like balls or crossbow bullets. He also wrote that the Moon and planets produce no light of their own, are viewable to people on Earth only because they are illuminated by the Sun, and those parts not illuminated by the Sun would be dark on the other side.",
  "illuminated by the Sun, and those parts not illuminated by the Sun would be dark on the other side. In his Balanced Discourse (Lunheng), Wang Chong wrote that some Han thinkers believed that rain fell from the Heavens (i.e. where the stars were located). Wang argued that, although rain fell from above, this common theory was false. He agreed with another theory that stated clouds were formed by the evaporation of water on Earth, and that since clouds disperse rain, clouds and rain are in fact one and the same; in essence, he accurately described the water cycle.",
  ", clouds and rain are in fact one and the same; in essence, he accurately described the water cycle. In the 2nd century CE, Zhang Heng drew a similar comparison to Jing's by stating that the Sun is like fire and the Moon and planets are like water, since fire produces light and water reflects it. He also repeated Jing's comment that the side of the Moon not illuminated by the Sun was left in darkness. However, Zhang noted that sunlight did not always reach the Moon since the Earth obstructs the rays during a lunar eclipse. He also noted that a solar eclipse occurred when the Moon and Sun crossed paths to block sunlight from reaching earth.",
  "a solar eclipse occurred when the Moon and Sun crossed paths to block sunlight from reaching earth. Zhao Shaung's 3rd-century commentary in the Zhoubi suanjing describes two astronomical theories: in one, the heavens are shaped as a hemi-spherical dome extending over the Earth, while the other compares the Earth to the central yolk of an egg, where the heavens are shaped as a celestial sphere around the earth. The latter astronomical theory was mentioned by Yang Xiong in his Model Sayings (Fayan 法言) and expounded on by Zhang Heng in his Spiritual Constitution of the Universe (Lingxian 靈憲) of 120 CE. Structural engineering and public works Materials and construction",
  "Universe (Lingxian 靈憲) of 120 CE. Structural engineering and public works Materials and construction Timber was the chief building material in Han architecture. It was used for grand palace halls, multi-story towers, multi-story residential halls, and humble abodes. However, due to wood's decay over time and susceptibility to fire, the oldest wooden buildings found in China (i.e. several temple halls of Mount Wutai) date no earlier than the Tang dynasty (618–907). Architectural historian Robert L. Thorp describes the scarcity of Han-era archaeological remains, as well as the often unreliable Han-era literary and artistic sources used by historians for clues about non-existent Han architecture. What remains of Han-dynasty architecture are ruins of brick and rammed earth walls (including aboveground city walls and underground tomb walls), rammed earth platforms for terraced altars and halls, funerary stone or brick pillar-gates, and scattered ceramic roof tiles that once adorned timber halls. Sections of the Han-era rammed earth Great Wall still exist in Gansu province, along with the Han frontier ruins of thirty beacon towers and two fortified castles with crenellations. Han walls of frontier towns and forts in Inner Mongolia were typically constructed with stamped clay bricks instead of rammed earth.",
  "forts in Inner Mongolia were typically constructed with stamped clay bricks instead of rammed earth. Thatched or tiled roofs were supported by wooden pillars, since the addition of brick, rammed earth, or mud walls of these halls did not actually support the roof. Stone and plaster were also used for domestic architecture. Tiled eaves projecting outward were built to distance falling rainwater from the walls; they were supported by dougong brackets that were sometimes elaborately decorated. Molded designs usually decorated the ends of roof tiles, as seen in artistic models of buildings and in surviving tile pieces. Courtyard homes",
  "of roof tiles, as seen in artistic models of buildings and in surviving tile pieces. Courtyard homes Valuable clues about Han architecture can be found in Han artwork of ceramic models, paintings, and carved or stamped bricks discovered in tombs and other sites. The layout of Han tombs were also built like underground houses, comparable to the scenes of courtyard houses found on tomb bricks and in three-dimensional models. Han homes had a courtyard area (and some had multiple courtyards) with halls that were slightly elevated above it and connected by stairways. Multi-story buildings included the main colonnaded residence halls built around the courtyards as well as watchtowers. The halls were built with intersecting crossbeams and rafters that were usually carved with decorations; stairways and walls were usually plastered over to produce a smooth surface and then painted.",
  "tions; stairways and walls were usually plastered over to produce a smooth surface and then painted. Chang'an and Luoyang, the Han capitals",
  "plastered over to produce a smooth surface and then painted. Chang'an and Luoyang, the Han capitals The ruins of the walls of Han's first capital Chang'an still stand today at 12 m (39 ft) in height with a base width of 12 to 16 m (39 to 52 ft). Modern archaeological surveys have proven that the eastern wall was 6,000 m (20,000 ft) long, the southern wall was 7,600 m (24,900 ft) long, the western wall was 4,900 m (16,100 ft) long, and the northern wall was 7,200 (23,622 ft) long. Overall the total length of walls equalled 25,700 m (84,300 ft), and formed a roughly square layout (although the southern and northern walls had sections which zigzagged due to topographical concerns: rough terrain existed along the southern wall and the course of the Wei River obstructed the straight path of the northern wall). The city's moat was 8 m (26 ft) wide and 3 m (9.8 ft) deep; the remains of what were wooden bridges have been discovered along the moat. Chang'an had twelve gatehouses leading into the city, three for each side of the wall, and acted as terminus points for the main avenues. Every gatehouse had three gateway entrances that were each 6 m (20 ft) wide; Han-era writers claimed that each gateway could accommodate the traffic of four horse-drawn carriages at once. The drainage system included many drainholes that were dug under these gates and lined with bricks that form arches, where ceramic water pipes have been found that once connected to the ditches built alongside the major streets. Only some wall sections and platform foundations of the city's once lavish imperial palaces remain. Likewise, the stone foundations of the armory were also discovered, but its wooden architecture had long since disappeared.",
  "ndations of the armory were also discovered, but its wooden architecture had long since disappeared. Some sections of the wall ruins of Han's second capital Luoyang still stand at 10 m (33 ft) in height and 25 m (82 ft) in width at the base. The eastern wall was 3,900 m (12,800 ft) long, the western wall was 3,400 m (11,200 ft) long, and the northern wall was 2,700 m (8,900 ft) long, yet the southern wall was washed away when the Luo River changed its course centuries ago; by using the terminus points of the eastern and western walls, historians estimate that the southern wall was 2,460 m (8,070 ft) long. The overall walled enclosure formed a rectangular shape, yet with some disruptive curves due to topographical obstructions. Like Chang'an, Luoyang had twelve gatehouses, three for each side of the wall, while each gatehouse had three gateway entrances which led to major avenues within the city. The rammed earth foundational platforms of religious altars and terraces still stand today outside of the walled perimeter of Luoyang, dedicated to the worship of deities and where state sacrifices were conducted. They were approached by long ramps and once had timber halls built on top with verandas on the lower levels.",
  "e approached by long ramps and once had timber halls built on top with verandas on the lower levels. Underground tombs",
  "ng ramps and once had timber halls built on top with verandas on the lower levels. Underground tombs By the 1980s, over ten thousand brick-and-stone underground Han tombs had been discovered throughout China. Earlier Chinese tombs dating to the Warring States were often vertically dug pits lined with wooden walls. In digging the tomb sites, Han workers would first build vertical pits and then dig laterally, hence the name \"horizontal pits\" for Han tombs; this method was also used for tomb sites dug into the sides of mountains. The walls of most Western Han tombs were built of large hollow bricks while the smaller, non-hollow brick type that dominated Eastern Han tomb architecture (with some made out of stone) appeared in the late Western Han. The smaller brick type was better-suited for Han tomb archways at entrances, vaulted chambers, and domed roofs. Underground vaults and domes did not require buttress supports since they were held in place by earthen pits. The use of brick vaults and domes in aboveground Han structures is unknown.",
  "n place by earthen pits. The use of brick vaults and domes in aboveground Han structures is unknown. The layout of tombs dug into the sides of mountains typically had a front chamber, side chambers, and a rear chambers designed to imitate a complex of aboveground halls. The tomb of King Liu Sheng (d. 113 BCE) in Hebei province not only had a front hall with window drapes and grave goods, carriages and horses in the southern separate side chamber, and storage goods in the northern side chamber, but also the remains of real timber houses with tiled roofs erected within (along with a house made of stone slabs and two stone doors in the rear chamber). Doors made completely out of stone were found in many Han tombs as well as tombs in later dynasties.",
  "Doors made completely out of stone were found in many Han tombs as well as tombs in later dynasties. A total of twenty-nine monumental brick or stone-carved pillar-gates (que) from the Han dynasty have survived and can be found in the aboveground areas around Han tomb and shrine sites. They often formed part of outer walls, usually flanking an entry but sometimes at the corners of walled enclosures. Although they lack wooden and ceramic components, they feature imitation roof tiles, eaves, porches, and balustrades. Boreholes and mining shafts",
  "nts, they feature imitation roof tiles, eaves, porches, and balustrades. Boreholes and mining shafts On Han tomb brick reliefs of Sichuan province, scenes of borehole drilling for mining projects are shown. They show towering derricks lifting liquid brine through bamboo pipes to the surface so that the brine could be distilled in evaporation pans over the heat of furnaces and produce salt. The furnaces were heated by natural gas brought by bamboo pipes, with gas brought up from 610 m (2,000 ft) below the surface. The drill bit for digging boreholes was operated by a team of men jumping on and off a beam while the boring tool was rotated by a draft animal, usually oxen or water buffaloes. Han boreholes dug for collecting brine could reach hundreds of meters (feet) beneath the Earth's surface. Mining shafts dating to the Han dynasty have been found which reach depths of hundreds of meters (feet) beneath the earth, complete with spacious underground rooms structured by timber frames along with ladders and iron tools left behind.",
  "pacious underground rooms structured by timber frames along with ladders and iron tools left behind. Ceramic model buildings",
  "s structured by timber frames along with ladders and iron tools left behind. Ceramic model buildings There are Han-era literary references to tall towers found in the capital cities; they often served as watchtowers, astronomical observatories, and religious establishments meant to attract the favor of immortals. The court eunuchs Zhao Zhong and Zhang Rang discouraged the aloof Emperor Ling of Han (r. 168–189 CE) from ascending to the top floors of tall towers (claiming it would cause bad luck), in order to conceal from him the enormous palatial mansions the eunuchs built for themselves in Luoyang. It is not known for certain whether or not miniature ceramic models of residential towers and watchtowers found in Han-dynasty tombs are completely faithful representations of such timber towers, yet they reveal vital clues about lost timber architecture.",
  "l representations of such timber towers, yet they reveal vital clues about lost timber architecture. There are only a handful of existing ceramic models of multi-story towers from pre-Han and Western Han eras; the bulk of the hundreds of towers found so far were made during the Eastern Han period. Model towers could be fired as one piece in the kiln or assembled from several different ceramic pieces to create the whole. No one tower is a duplicate of the other, yet they share common features. They often had a walled courtyard at the bottom, a balcony with balustrades and windows for every floor, roof tiles capping and concealing the ceiling rafters, human figures peering out the windows or standing on the balconies, door knockers, and pets such as dogs in the bottom courtyard. Perhaps the most direct pieces of evidence to suggest that miniature ceramic tower models are faithful representations of real-life Han timber towers are tile patterns. Artistic patterns found on the circular tiles that cap the eave-ends on the miniature models are exact matches of patterns found on real-life Han roof tiles excavated at sites such as the royal palaces in Chang'an and Luoyang, and even the tiles of the original White Horse Temple.",
  "as the royal palaces in Chang'an and Luoyang, and even the tiles of the original White Horse Temple. Besides towers, other ceramic models from the Han reveal a variety of building types. This includes multi-story storehouses such as granaries, courtyard houses with multi-story halls, kiosks, walled gate towers, mills, manufactories and workshops, animal pens, outhouses, and water wells. Even models of single-story farmhouses show a great amount of detail, including tiled roofs, courtyards, steps leading to walkways, farmyards with troughs and basins, parapets, and privies. Models of granaries and storehouses had tiled rooftops, dougong brackets, windows, and stilt supports raising them above ground level. Han models of water wells sometimes feature tiny tiled roofs supported by beams that house the rope pulley used for lifting the bucket.",
  "feature tiny tiled roofs supported by beams that house the rope pulley used for lifting the bucket. Roads, bridges, and canals",
  "upported by beams that house the rope pulley used for lifting the bucket. Roads, bridges, and canals In order to facilitate commerce and communication as well as speed the process of tax collection and movement of military troops, the Han government sponsored the building of new roads, bridges, and canal waterways. These include repairs and renovation work on the Dujiangyan Irrigation System of Sichuan and Zhengguo Canal of Shaanxi, both of which were built by the previous State of Qin. Accepting the proposal of Ni Kuan, in 111 BCE Emperor Wu commissioned Er to lead the project of creating extensions to the Zhengguo Canal that could irrigate nearby terrain elevated above the main canal. Since a large amount of silt had built up over time at the bottom of the Zhengguo Canal (causing flooding), in 95 BCE another project was initiated to tap irrigation waters from further up the Jing River, requiring the dredging of a new 100 km (62 mi) long canal following a contour line above the Zhengguo. The Han state also maintained a system of dikes to protect farmland from seasonal floods.",
  "Zhengguo. The Han state also maintained a system of dikes to protect farmland from seasonal floods. Roadways, wooden bridges, postal stations, and relay stations were occasionally repaired, while many new facilities such as these were established. As written by Han authors, roads built during the Han were tamped down with metal rammers, yet there is uncertainty over the materials used; Joseph Needham speculates that they were rubble and gravel. The widths of roads ranged from narrow footpaths where only a single horse or oxen could pass at once to large highways that could accommodate the simultaneous passage of nine horse-drawn chariots abreast. Fortified Han roadways were built as far west as Shanshan (Loulan) near the Lop Desert, while Han forces utilized routes that traversed north of the Taklamakan Desert towards Kashgar. A vast network of roads, fortified passes, and wooden bridges built over rushing torrents in steep gorges of the Qin Mountains was consolidated during the Han, known as the gallery roads. During the reign of Emperor Wu, roads were built to connect newly conquered territories in what is now Yunnan in the far southwest as well as the Korean Peninsula in the far northeast.",
  "ies in what is now Yunnan in the far southwest as well as the Korean Peninsula in the far northeast. One of the most common bridge-types built during the Han was the wooden-trestle beam bridge, described by literary sources and seen in reliefs carved on tomb bricks. Evidence for arch bridges is elusive: one outside of Chengdu's south gate is claimed to date to the Han period, while that built by Ma Xian (Chinese: 馬賢) (fl. 135 CE) was certainly a beam bridge. A relief sculpture from a Han tomb in Sichuan province shows an arch bridge with a gradual curve, suggesting that it is segmental, although the use of such bridges are not entirely confirmed. Although there are rare references to simple suspension bridges in Han sources, these are only mentioned in connection with travels to foreign countries in the Himalaya, Hindukush and Afghanistan, demonstrating the antiquity of the invention there. Floating pontoon bridges made of boats secured by iron chains were built during the Han (some even spanning the Yellow River and Yangzi River) and were most often employed for military purposes since they could be easily assembled and then disassembled.",
  "ost often employed for military purposes since they could be easily assembled and then disassembled. Medicine",
  "employed for military purposes since they could be easily assembled and then disassembled. Medicine Much of the beliefs held by Han-era physicians are known to modern historians through such texts as the Yellow Emperor's Inner Canon (Huangdi neijing) medical corpus, which was compiled from the 3rd to 2nd century BCE and was mentioned in the Book of Later Han. It is clear from this text and others that their metaphysical beliefs in the five phases and yin and yang dictated their medical decisions and assumptions. The Han-era Chinese believed that each organ in the body was associated with one of the five phases (metal 金, wood 木, water 水, fire 火, earth 土) and had two circulatory qi channels (Chinese: 任督二脉). If these channels were disrupted, Han medical texts suggest that one should consume an edible material associated with one of these phases that would counteract the organ's prescribed phase and thus restore one's health. For example, the Chinese believed that when the heart—associated with the fire phase—caused one to become sluggish, then one should eat sour food because it was associated with the wood phase (which promoted fire). The Han Chinese also believed that by using pulse diagnosis, a physician could determine which organ of the body emitted \"vital energy\" (qi) and what qualities the latter had, in order to figure out the exact disorder the patient was suffering. Despite the influence of metaphysical theory on medicine, Han texts also give practical advice, such as the proper way to perform clinical lancing to remove an abscess. The Huangdi neijing noted the symptoms of people with various diseases of the liver, heart, spleen, lung, or kidneys in a 24-hour period, which was a recognition of circadian rhythm, although explained in terms of the five phases.",
  "period, which was a recognition of circadian rhythm, although explained in terms of the five phases. In his Essential Medical Treasures of the Golden Chamber (Jinkui yaolue), Zhang Zhongjing (c. 150 – c. 219 CE) was the first to suggest a regulated diet rich in certain vitamins could prevent different types of disease, an idea which led Hu Sihui (fl. 1314–1330) to prescribe a diet rich in Vitamin B1 as a treatment for beriberi. Zhang's major work was the Treatise on Cold Injury and Miscellaneous Disorders (Shanghan zabing lun). Hua Tuo (d. 208 CE) was a physician who had studied the Huangdi neijing and became knowledgeable in Chinese herbology. Hua Tuo used anesthesia on patients during surgery and created an ointment that was meant to fully heal surgery wounds within a month. In one diagnosis of an ill woman, he deciphered that she bore a dead fetus within her womb which he then removed, curing her of her ailments.",
  "phered that she bore a dead fetus within her womb which he then removed, curing her of her ailments. Historical sources say that Hua Tuo rarely practiced moxibustion and acupuncture. The first mentioning of acupuncture in Chinese literature appeared in the Huangdi neijing. Acupuncture needles made of gold were found in the tomb of the Han King Liu Sheng (d. 113 BCE). Some stone-carved depictions of acupuncture date to the Eastern Han Era (25–220 CE). Hua Tuo also wrote about the allegedly life-prolonging exercises of calisthenics. In the 2nd-century-BCE medical texts excavated from the Mawangdui, illustrated diagrams of calisthenic positions are accompanied by descriptive titles and captions. Vivienne Lo writes that the modern physical exercises of tai chi and qigong are derived from Han-era calisthenics.",
  "ites that the modern physical exercises of tai chi and qigong are derived from Han-era calisthenics. Cartography",
  "e modern physical exercises of tai chi and qigong are derived from Han-era calisthenics. Cartography Map-making in China preceded the Han dynasty. Since two 4th-century-BCE silk maps from the State of Qin (found in Gansu, displaying the region about the Jialing River) show the measured distance between timber-gathering sites, Mei-ling Hsu argues that these are to be considered the first known economic maps (as they predate the maps of the Roman geographer Strabo, c. 64 BCE – 24 CE). Maps from the Han period have also been uncovered by modern archaeologists, such as those found with 2nd-century-BCE silk texts at Mawangdui. In contrast to the Qin maps, the Han maps found at Mawangdui employ a more diverse use of map symbols, cover a larger terrain, and display information on local populations and even pinpoint locations of military camps. One of the maps discovered at Mawangdui shows positions of Han military garrisons which were to attack Nanyue in 181 BCE.",
  "vered at Mawangdui shows positions of Han military garrisons which were to attack Nanyue in 181 BCE. In Chinese literature, the oldest reference to a map comes from 227 BCE. The Rites of Zhou (Zhouli), compiled during the Han and commented by Liu Xin in the 1st century CE, mentioned the use of maps for governmental provinces and districts, principalities, frontier boundaries, and locations of ores and minerals for mining facilities. The first Chinese gazetteer was written in 52 CE and included information on territorial divisions, the founding of cities, and local products and customs. Pei Xiu (224–271 CE) was the first to describe in detail the use of a graduated scale and geometrically plotted reference grid. However, historians Howard Nelson, Robert Temple, and Rafe de Crespigny argue that there is enough literary evidence that Zhang Heng's now lost work of 116 CE established the geometric reference grid in Chinese cartography (including a line from the Book of Later Han: \"[Zhang Heng] cast a network of coordinates about heaven and earth, and reckoned on the basis of it\"). Although there is speculation fueled by the report in Sima's Records of the Grand Historian that a gigantic raised-relief map representing the Qin Empire is located within the tomb of Qin Shi Huang, it is known that small raised-relief maps were created during the Han dynasty, such as one made out of rice by the military officer Ma Yuan (14 BCE – 49 CE).",
  "ring the Han dynasty, such as one made out of rice by the military officer Ma Yuan (14 BCE – 49 CE). Nautics and vehicles In 1975, an ancient shipyard discovered in Guangzhou is now dated to the late 3rd century BCE, made during either the Qin dynasty (221–206 BCE) or early Western Han dynasty. It had three large platforms capable of building wooden ships that were 30 m (98 ft) long, 8 m (26 ft) wide, and had a weight capacity of 60 metric tons. Another Han shipyard in what is now Anhui province had a government-operated maritime workshop where battle ships were assembled. The widespread use of iron tools during the Han dynasty was essential for crafting such vessels.",
  "ed. The widespread use of iron tools during the Han dynasty was essential for crafting such vessels. The southward expansion of the Han dynasty led to new trade routes and diplomatic contact with foreign kingdoms. In 111 BCE, Emperor Wu conquered the Kingdom of Nanyue in what is now modern northern Vietnam and Guangdong, Guangxi, Yunnan; thereafter he opened up maritime trade to both Southeast Asia and the Indian Ocean, as foreign merchants brought lapis lazuli, pearls, jade, and glasswares to the Han Empire. When a group of travelers from the Roman Empire (allegedly diplomats of Marcus Aurelius but most likely Roman merchants) came to the Han court in 166 CE, they allegedly came from this southern trade route. By at least the 1st century CE—as proven by Eastern Han ceramic miniature models of ships found in various tombs—the Chinese would have been able to brave distant waters with the new steering invention of the stern-mounted rudder. This came to replace the less efficient steering oar. While ancient China was home to various ship designs, including the layered and fortified tower ship meant for calm waters of lakes and river, the junk design (jun 船) created by the 1st century was China's first seaworthy sailing ship. The typical junk has a square-ended bow and stern, a flat-bottomed hull or carvel-shaped hull with no keel or sternpost, and solid transverse bulkheads in the place of structural ribs found in Western seacrafts. Since the Chinese junk lacked a sternpost, the rudder was attached to the back of the ship by use of either socket-and-jaw or block and tackle (which differed from the later European pintle and gudgeon design of the 12th century). According to a 3rd-century author, junks had for-and-aft rigs and lug sails.",
  "n of the 12th century). According to a 3rd-century author, junks had for-and-aft rigs and lug sails. Although horse and ox-drawn carts and spoke-wheeled chariots had existed in China long before the Han dynasty, it was not until the 1st century BCE that literary evidence pointed to the invention of the wheelbarrow, while painted murals on Han tomb walls of the 2nd century CE show the wheelbarrow in use for hauling goods. While the 'throat-and-girth' harness was still in use throughout much of the ancient world (placing an excessive amount of pressure on horses' necks), the Chinese were placing a wooden yoke across their horses' chests with traces to the chariot shaft by the 4th century BCE in the State of Chu (as seen on a Chu lacquerware). By Han times, the Chinese replaced this heavy yoke with a softer breast strap. In the final stage of evolution, the modern horse collar was invented in China by the 5th century, during the Northern Wei period.",
  "n, the modern horse collar was invented in China by the 5th century, during the Northern Wei period. Weaponry and war machines The pivot catapult, known as the traction trebuchet, had existed in China since the Warring States period (as evidenced by the Mozi). It was regularly used during the Han dynasty by both besiegers and the besieged. The most common projectile weapon used during the Han dynasty was the small handheld, trigger-activated crossbow (and to a lesser extent, the repeating crossbow), invented in China during the 6th or 5th century BCE.",
  "nd to a lesser extent, the repeating crossbow), invented in China during the 6th or 5th century BCE. The Han Chinese also employed chemical warfare. In quelling a peasant revolt near Guiyang in 178 CE, the imperial Han forces had horse-drawn chariots carrying bellows that were used to pump powdered lime (calcium oxide) at the rebels. They also lit incendiary rags tied to the tails of horses, so that the frightened horses would rush through the enemy lines and disrupt their formations. To deter pursuits of marching infantry or riding cavalry, the Han Chinese made caltrops (barbed iron balls with sharp spikes sticking out in all directions) that could be scattered on the ground and pierce the feet or hooves of those who were unaware of them. See also Chinese characters#Han dynasty",
  "pierce the feet or hooves of those who were unaware of them. See also Chinese characters#Han dynasty List of Chinese discoveries List of Chinese inventions List of inventions and discoveries of Neolithic China History of science and technology in China Science and technology Notes References External links Media related to Han Dynasty at Wikimedia Commons Hunan Provincial Museum (picture and description of the 2nd-century BCE Mawangdui garrison map) \"Ceramic Models of Wells in the Han Dynasty (206 BC to AD 220), China\", by Jiu J. Jiao, University of Alabama Archived 2010-06-10 at the Wayback Machine (pictures and description of Han architectural models)",
  "",
  "During the evening hours of May 11, 1970, a powerful multiple-vortex tornado struck a large portion of the city of Lubbock, located in the state of Texas, United States. Resulting in 26 fatalities and an estimated $250 million in damage (equivalent to $2.02 billion in 2024). Known as the Lubbock tornado, it was in its time the costliest tornado in U.S. history, damaging nearly 9,000 homes and inflicting widespread damage to businesses, high-rise buildings, and public infrastructure. The tornado's damage was surveyed by meteorologist Ted Fujita in what researcher Thomas P. Grazulis described as \"the most detailed mapping ever done, up to that time, of the path of a single tornado.\" Originally, the most severe damage was assigned a preliminary F6 rating on the Fujita scale, making it one of only two tornadoes to receive the rating, alongside the 1974 Xenia tornado. Later, it was downgraded to an F5 rating. The extremity of the damage and the force required to displace heavy objects as much as was observed indicated that winds produced by vortices within the tornado may have  exceeded 290 mph (470 km/h).",
  "indicated that winds produced by vortices within the tornado may have  exceeded 290 mph (470 km/h). Although skies were clear, dry, and sunny in Lubbock during the afternoon of May 11, the westward push of a dry line brought moist air into West Texas, providing suitable conditions for thunderstorm development. After 6:30 p.m., thunderstorms were in progress over the Lubbock area. At least two tornadoes developed prior to the main F5 tornado, including one that tracked across parts of eastern Lubbock near U.S. 87. The primary F5 tornado touched down in southwestern Lubbock at 9:35 p.m. and over the next half-hour carved a 8.5-mile (13.7 km) path of devastation encompassing roughly a quarter of the city, with the twister lifting near the Lubbock Municipal Airport shortly after 10 p.m. The tornado varied in size, spanning 1.5 mi (2.4 km) across when it first touched down before narrowing to around 0.25 mi (0.40 km) by the time it lifted. Severe damage was wrought to high-rises and other buildings in downtown Lubbock, including the 20-story Great Plains Life Building. The tornado briefly moved west and weakened, causing light damage to the campus of Texas Tech University before reintensifying and resuming a northward path. The tornado's most destructive impacts were observed in the Guadalupe barrio, north of 4th Street, along Texas State Highway Loop 289, and near the Lubbock County Club. In those locales, some homes were completely leveled and many others were irreparably damaged. Around 119 aircraft were damaged at the Lubbock airport where the Lubbock office of the United States Weather Bureau was located. As of 2025, this remains the westernmost F5/EF5 tornado recorded in the United States.",
  "was located. As of 2025, this remains the westernmost F5/EF5 tornado recorded in the United States. Meteorological Synopsis Developing storms (before 8 p.m.)",
  "EF5 tornado recorded in the United States. Meteorological Synopsis Developing storms (before 8 p.m.) The Severe Local Storms Unit (SELS) within the National Severe Storms Forecast Center (NSSFC) of the United States Weather Bureau – tasked with issuing daily outlooks projecting possible severe weather over the U.S. – did not initially highlight the possibility of severe weather over West Texas when the agency issued its daily outlook at 4 a.m. early on May 11, 1970. Six hours later, the SELS amended the outlook to indicate that \"isolated thunderstorms with large hail\" were \"expected in High Plains of West Texas east of Pecos late afternoon and early evening.\" The afternoon was warm and dry in Lubbock with the temperature rising above 90 °F (32 °C) and the dew point remaining at around 40 °F (4 °C). As the air mass over the region became increasingly unstable, the forecast agency later advised of the possibility that some of the isolated thunderstorms could become severe. However, the atmospheric conditions aloft were generally unsupportive of a tornado outbreak.",
  "severe. However, the atmospheric conditions aloft were generally unsupportive of a tornado outbreak. The skies over Lubbock were initially clear on May 11, with the ambient moisture too low to support severe convective storms on its own. However, moist air from the Gulf of Mexico spread north-northwest into the area during the day, providing sufficient buoyancy for convective development. Cumulus clouds began to proliferate over the region by around 4 p.m. and towering cumulus clouds began to develop over West Texas, darkening the skies over Lubbock. The WSR-57 weather radar site in Amarillo, Texas, began detecting radar echoes south of Lubbock at 6:30 p.m. Lubbock radar later picked up on a thunderstorm with a diameter of approximately 10 mi (16 km) forming near Woodrow, Texas, 15 mi (24 km) south of the Lubbock Municipal Airport. Satellite imagery from the ATS-3 satellite showed that the storm emerged about 15–20 mi (24–32 km) behind the leading edge of the advancing mass of moist air originating from the Gulf. Although the westward retreat of this boundary – known as a dry line – would typically coincide with nightfall and a stabilizing of the atmosphere, it did not move far from Lubbock during the evening, maintaining a local area of converging winds and moist rising air supportive of thunderstorm growth. These conducive conditions were also bolstered by the approach of a shortwave trough in the mid-levels of the troposphere, serving as another contributor to rising air. By 7 p.m. the northern fringes of the storm were near the Lubbock city limits. A radiosonde launched from Amarillo concurrently showed that the tropopause had risen by 7,000 ft (2,100 m) to 48,000 ft (15,000 m) over the preceding 12 hours. The Amarillo weather radar also suggested that the thunderstorm's cloud tops were rising to at least 46,000 ft (14,000 m).",
  "adar also suggested that the thunderstorm's cloud tops were rising to at least 46,000 ft (14,000 m). Ironically, at the time the storm was developing, the Lubbock Civil Defense was holding a meeting to discuss disaster preparation plans, highlighted by showing the documentary film Tornado! (1966). The Lubbock Tornado itself became the subject of another documentary, Twister, with a subtle emphasis on a bumper sticker: \"Lucky Me!  I Live in Lubbock!\"",
  "er documentary, Twister, with a subtle emphasis on a bumper sticker: \"Lucky Me!  I Live in Lubbock!\" With the storm approaching and threatening to become severe, Alan Johnson of the Weather Bureau called Bill Payne, the director of Lubbock Civil Defense, to provide notice of the inclement weather. The emergency operations center (EOC) at the basement of the Lubbock city hall was activated at 7:45 p.m. Following discussion between forecasters at the local Weather Bureau office in Lubbock (Lubbock WBO, located at the Lubbock airport) and the radar operator in Amarillo, a severe thunderstorm warning was issued by the Lubbock WBO for Crosby, Floyd, Lubbock, and Hale counties at 7:50 p.m. with an expiration time set to 9:00 p.m. This warning was disseminated via the Emergency Action Notification Signal and through local radio and television stations such as KFYO. KFYO continuously ran without commercials after this time until 7:30 a.m. on May 14. Despite the increasingly conducive atmospheric conditions for the formation of severe thunderstorms, the NSSFC did not issue a severe thunderstorm watch or tornado watch for the region before storms developed. The Environmental Science Services Administration (ESSA) wrote in a service assessment of the weather event that the lack of such of a watch from the NSSFC demanded \"some explanation,\" but also noted that their absence did not affect the operations of the Lubbock WBO.",
  "me explanation,\" but also noted that their absence did not affect the operations of the Lubbock WBO. Precursor tornadoes develop (8–9 p.m.)",
  "eir absence did not affect the operations of the Lubbock WBO. Precursor tornadoes develop (8–9 p.m.) Large hail the size of grapefruits were reported in the thunderstorm 5 mi (8.0 km) south of Lubbock at around 8 p.m., with baseball-sized hail reaching southeastern Lubbock by 8:13 p.m. Severe Weather Statements were transmitted by the Lubbock WBO over the Weather Wire Service to relay the hail reports as the storm neared Lubbock. Radar data indicated that the thunderstorm's cloud tops had increased to 55,000 ft (17,000 m) by 8:10 p.m. At around the same time, an off-duty policeman reported a funnel cloud 7 mi (11 km) southeast of the Lubbock airport and 3 mi (4.8 km) east of the city limits. This, along with the detection of a hook echo on radar, prompted the Lubbock Weather Bureau office to issue a tornado warning for Crosby, eastern Floyd, western Hale, and Lubbock counties at 8:15 p.m. with an expiration time of 9:00 p.m. At 8:30 p.m., a tornado – the first of two to strike the Lubbock area – touched down near the intersection of Broadway and Quint Avenue in eastern Lubbock. Described by tornado researcher Ted Fujita as a \"small forerunner\" to the main Lubbock tornado, this first twister produced a damage path roughly 2 mi (3.2 km) across and caused structural damage indicative of wind gusts reaching around 75 mph (121 km/h). The most severe damage occurred near the interchange between U.S. 82 and Parkway Drive, which was under construction at the time. There, 13 concrete beams weighing 109,000 lb (49,000 kg) each and doubly weighted with chains were blown down from a partially-built overpass by the tornado.",
  "each and doubly weighted with chains were blown down from a partially-built overpass by the tornado. At 8:40 p.m., the NSSFC issued a severe thunderstorm watch for the entirety of the Southern Plains. Concurrently, two thunderstorms quickly developed 8 mi (13 km) southwest of the Lubbock airport and moved northeast at 25 mph (40 km/h); their formation was noted on a Severe Weather Statement issued by the Lubbock WBO at 8:42 p.m. At 8:59 p.m., the office issued a bulletin that extended the preexisting tornado warning to 10 p.m. The bulletin also advised people to prepare to seek shelter with radar imagery and reports continuing to indicate that a tornado was in progress roughly 7 mi (11 km) south-southeast of the Lubbock airport. At around 9:00 p.m., a separate tornado – listed as an F1 tornado in the National Centers for Environmental Information's Storm Events database – unroofed a barn approximately 8 mi (13 km) north of Crosbyton, shearing the sheet metal roof over a nearby pasture.",
  "approximately 8 mi (13 km) north of Crosbyton, shearing the sheet metal roof over a nearby pasture. TORNADO WARNING REMAINS IN EFFECT FOR LUBBOCK...WESTERN CROSBY...FLOYD...AND SOUTHERN HALE COUNTIES UNTIL 10 PM TONIGHT...SEVERE THUNDERSTORMS WITH LARGE HAIL...DAMAGING WINDS AND POSSIBLY A TORNADO IN THESE AREAS UNTIL 10 PM...RADAR STILL INDICATES GOOD HOOK FORMATION ABOUT 6 MILES SOUTH SOUTHEAST OF THE LUBBOCK AIRPORT...AND THIS LOCATION WOULD BE ON THE BUFFALO SPRINGS LAKE ROAD ABOUT 3 MILES EAST OF THE CITY OF LUBBOCK...IDALOU SHOULD BE ON THE ALERT IN PARTICULAR FOR THIS SEVERE STORM AND POSSIBLE TORNADO... Tornado summary",
  "U SHOULD BE ON THE ALERT IN PARTICULAR FOR THIS SEVERE STORM AND POSSIBLE TORNADO... Tornado summary Large hail continued to fall throughout Lubbock, with reports indicating hail the size of golf balls and baseballs. After around 9 p.m., the radar echoes associated with the storms in the Lubbock area began to congeal, resulting in a singular, larger echo. This coalescence had been previously observed in connection with tornadogenesis. By 9:14 p.m., the severe thunderstorm was 10–15 mi (16–24 km) in diameter based on radar data. At 9:35 p.m., the main Lubbock tornado, much larger and more destructive than the previous tornadoes, touched down near the intersection of 19th Street and University Avenue and began to track towards the north-northeast. The WSR-1 radar site in Lubbock simultaneously observed a hook echo in the thunderstorm coincident with the newly formed tornado. This prompted the Lubbock WBO to alert the Lubbock Civil Defense EOC, which, in combination with a spotter report of a funnel cloud in the area, resulted in the activation of tornado warning sirens. However, the tornado's winds had already severed the power lines that serviced many of the sirens, rendering them inoperable and causing their failure to activate. Although police cruisers also sounded their sirens to alert those nearby of the imminent tornado, many ultimately did not hear either signal and thus likely received no warning.",
  "he imminent tornado, many ultimately did not hear either signal and thus likely received no warning. Communications were brought down as the tornado tore through Lubbock and triggered widespread power outages. At 9:43 p.m., Bud Andrews, the radio announcer on KFYO, directed listeners to take shelter shortly before the AM station stopped transmitting. The Lubbock Civil Defense headquarters lost commercial power and communications at 9:46 p.m. with the exception of a single telephone line. The Lubbock WBO was able to reach the EOC at 9:47 p.m. to relay that the hook echo observed on radar was in the vicinity of 4th Street and Avenue U. This was the last communication transmitted by the Lubbock WBO as all communications went offline at 9:49 p.m. The WSR-1 radar also went offline around the same time following the downing of its emergency generator. The personnel at the office abandoned their post and took shelter at 9:55 p.m. shortly before the tornado passed over the Lubbock WBO. With the Lubbock WBO no longer fully operational, dissemination of subsequent tornado warnings were carried out by the agency using the VHF-FM radio of the Lubbock Fire Department; this was ultimately the only line of communication between the Lubbock WBO and the surrounding area and allowed tornado warnings to be communicated to the Abernathy, New Deal, and Petersburg areas at 10:10 p.m. Wind gusts at the nearby airport reached 77 kn (89 mph; 143 km/h) at 10:03 p.m., likely coinciding with the tornado's passage over the airport and the Weather Bureau office. The tornado lifted near the airport shortly thereafter. All weather warnings were called off by the Lubbock WBO at 11:30 p.m. once thunderstorms had lessened to a more moderate intensity around Lorenzo, Texas.",
  "BO at 11:30 p.m. once thunderstorms had lessened to a more moderate intensity around Lorenzo, Texas. Impact",
  "1:30 p.m. once thunderstorms had lessened to a more moderate intensity around Lorenzo, Texas. Impact The primary Lubbock tornado – the second of two tornadoes that struck the city on May 11 – produced a damage path 8.5 mi (13.7 km) long and extending across 15 sq mi (39 km2) of ground, beginning at 9:35 p.m. in southwestern Lubbock, tracking through downtown Lubbock, and lifting shortly after 10 p.m. near the Lubbock Municipal Airport This damage path covered nearly a quarter of the city. The tornado was 1.5 mi (2.4 km) wide when it formed and when it tracked through downtown, tying it with the 1947 Glazier–Higgins tornados as the widest tornado recorded in Texas history. The tornado narrowed as it tracked northeast, reaching a width of 0.25 mi (0.40 km) when it impacted the Lubbock airport. It was the second tornado in Texas history to strike the downtown area of a city of comparable size, with the first being the 1953 Waco tornado, and one of the most destructive to hit any U.S. city. As the tornado struck after nightfall, no photographs were taken of the twister.",
  "hit any U.S. city. As the tornado struck after nightfall, no photographs were taken of the twister. There were 26 fatalities and numerous injuries, with estimates of the lower-bound on the number of casualties ranging from 500 to as high as 2,000. Approximately 1,500 people were treated for injuries and 96 people were hospitalized, with many of the injuries caused by broken glass in the downtown area. Estimates of the tornado's damage toll vary: the National Weather Service (NWS) forecast office in Lubbock and the National Centers for Environmental Information Storm Events Database lists the tornado as having caused $250 million (equivalent to $2.02 billion in 2024) in damage. The May 1970 edition of Storm Data initially estimated a $135 million (equivalent to $1.09 billion in 2024) property damage toll. Nonetheless, the lower estimate made the Lubbock tornado the costliest tornado in Texas history. It also became the costliest tornado in U.S. history, incurring more damage than the tornado that struck Topeka, Kansas, on June 8, 1966; the Lubbock tornado's toll was later surpassed by a tornado that struck Omaha, Nebraska, in 1975. According to the National Weather Service, 8,800 homes were damaged, of which 430 were destroyed. The American Red Cross enumerated damage to 1,713 single family homes, of which 460 were destroyed. Additionally, 600 apartment units were destroyed and 250 businesses were damaged or destroyed. Ten thousand vehicles were also damaged or destroyed; some cars were compacted to a height of 2–3 ft (0.61–0.91 m) above the ground. Damage to private vehicles reached approximately $3 million (equivalent to $24.3 million in 2024). Estacado High School, Thompson Junior High School, and eight elementary schools (Arnett, Jackson, Hunt, K. Carter, McWhorter, North Avenue U, and Sanders) were damaged. The tornado also caused extensive power outages and disruptions to communications, knocking out service to 25,000 telephones. Large trees were also uprooted throughout the damage swath.",
  "ocking out service to 25,000 telephones. Large trees were also uprooted throughout the damage swath. The severity of damage along the tornado's path varied considerably, a phenomenon the National Bureau of Standards (NBS) ascribed to both the varied structural integrity of the buildings impacted and the varied wind patterns generated by the tornado. In some areas, homes with minor shingle damage remained standing next to homes with total loss of their roofs. While an NBS investigation concluded that two tornadoes touched down east of Texas Tech University before merging into a single tornado north of downtown, analysis of the tornado damage conducted by Ted Fujita deduced there was a singular multiple-vortex tornado composed of smaller vortices that produced smaller areas of serious damage; 25 of the 26 fatalities occurred in the paths of these smaller vortices. Fujita's analysis of these vortices, which he termed \"section spots\", suggested that rotational winds of 145–290 mph (233–467 km/h) were produced by the tornado. Two homes in the path of one of these small vortices were pulverized, with the remaining debris carried 200 ft (61 m) away onto a field. One empty fertilizer tank weighing 16 short tons (15 t) was displaced 890 m (2,920 ft), with the tank likely remaining airbone for 700 m (2,300 ft), being lofted by a tornadic vortex above US-87 before rolling to its final position. When Fujita proposed his eponymous scale for rating tornado damage in 1971, he rated the most severe damage from Lubbock as F5, the highest practical rating on the scale. John A. Shanahan of Stone & Webster analyzed several instances of severe damage produced by the tornado, finding that horizontal winds may have ranged between 150–250 mph (240–400 km/h). Supporting evidence for winds of such strength included a steel tank weighing 37,570 lb (17,040 kg) being displaced 2,700 ft (820 m) from its initial supporting structure.",
  "ighing 37,570 lb (17,040 kg) being displaced 2,700 ft (820 m) from its initial supporting structure. Downtown Lubbock was heavily impacted by the tornado, with skyscrapers and buildings subjected to the tornado's violent winds. The tornado also narrowed during its traversal of downtown to a diameter of roughly 0.4 mi (0.64 km), producing in a corresponding increase of winds around the tornado. Eighty percent of the plate glass windows in the downtown district were shattered. The tornado's periphery struck the 20-story Great Plains Life Building (now known as the NTS Building), distorting the building's frame counter-clockwise and disabling three of the building's four elevators. The torsion of the entire building resulted in severe cracks in the building's stairwells and on the fire protection surrounding steel columns within the tower. Brick was also stripped from the building and windows were blown out by the atmospheric pressure differences induced by the tornado. Interior pressure buildup fractured loadbearing columns and lofted ceilings. As the center of the tornado remained 0.5 mi (0.80 km) northwest of the skyscraper, the building likely avoided more extreme damage; the damage toll nonetheless reached around $2 million (equivalent to $16.2 million in 2024). There were around 30 people in the building when the tornado hit; they took shelter in the lobby as the tornado passed nearby. The predominantly glass north and southern façades of the 15-story First National Bank–Pioneer Natural Gas Building (now the Wells Fargo Building) were largely destroyed. The marble veneer of the building's eastern and western ends were ripped from their copper wire anchor. Strong winds penetrated the buildings interior, damaging suspended ceilings. Total damage to the building amounted to around $1 million (equivalent to $8.1 million in 2024). Signs were ripped from the roof of the Lubbock National Bank Building while the Citizens National Bank Building and Lubbock County Courthouse sustained primarily minor window damage. The two-story plate glass windows on the eastern side of the Lubbock City Hall were shattered, leading to the collapse of some interior walls; overall the city hall sustained moderate damage. Federal government buildings in downtown Lubbock avoided significant damage, with occupied and operational buildings collectively sustaining only around $2,000 in damage. However, $150,000-worth of construction materials were damaged at the site of the eight-story Federal Office Building, which was under construction at the time.",
  "ed at the site of the eight-story Federal Office Building, which was under construction at the time. Several churches were damaged: the Broadway Church of Christ lost roof tiles and window panes and the roof of the Cumberland Presbyterian Church collapsed. The publishing facilities of the Lubbock Avalanche-Journal were crippled by the tornado. The roof of the Central Fire Station collapsed, smashing the fire trucks below. One dispatcher on duty was struck by shards of flying glass and lost an eye. One Greyhound bus was hurled onto a downtown building by the tornado. The steel frames of the two buildings at Newson's Living Center were contorted by the tornado; one of the buildings was destroyed while the other sustained heavy damage on its topmost, second story.",
  "of the buildings was destroyed while the other sustained heavy damage on its topmost, second story. The tornado curved west its initial traversal of downtown Lubbock and weakened markedly, with the swaths of intense damage caused by the tornado's smaller vortices becoming less apparent. One of the light towers at the Jones Stadium on the campus of Texas Tech was destroyed while three others on the stadium's eastern side were bent by the tornado's winds. The stadium itself sustained light damage; this was the extent of the tornadic damage on the university's campus. After the tornado reached the intersection of University Avenue and 4th Street, it looped eastward and intensified, becoming increasingly destructive. Student housing in the Overton area of Lubbock was particularly hard-hit, with the severity of damage requiring demolition of the remaining structures. The University Arms apartments on 5th Street and University Avenue sustained moderately damage.  The Arnett Benson subdivision sustained significant damage and roofs were damaged and tree limbs were torn near the Clovis Highway. The Brookshire Inn was seriously damaged.",
  "damaged and tree limbs were torn near the Clovis Highway. The Brookshire Inn was seriously damaged. Industrial buildings were hard-hit by the tornado, including several warehouses. Buildings with large segments of exposed and unsupported roofs suffered greatly, experiencing heavy damage or total destruction. Five of the cylindrical grain bins at the Goodpasture Inc. grain elevator, each covered by 10-inch (25 cm) thick and steel-reinforced concrete, were blown open by the tornado. Damage to public facilities amounted to roughly $10 million (equivalent to $81 million in 2024). Both the Lubbock Power and Light (LP&L) No. 1 power plant near downtown and the LP&L No. 2 power plant on Municipal Hill were knocked out by the tornado.",
  "lant near downtown and the LP&L No. 2 power plant on Municipal Hill were knocked out by the tornado. After clearing the downtown area, the tornado tracked northeast along U.S. Highway 87. Significant residential damage was concentrated north of 4th Street. Apartment complexes along the northern side of 4th Street near Indiana Avenue were unroofed. The motels on Avenue Q North Drive (the Amarillo Highway) were destroyed, while all motels lining 4th Street and Avenue Q north of 10th street were seriously damaged. The Lubbock City-County Health Department headquarters on Avenue Q were destroyed. A Ramada Inn adjacent to US-87 was directly in the path of the center of the tornado and was bombarded by quickly-moving debris, resulting in loss of the motel's brick veneer; the motel's carport was lofted 40 ft (12 m) northward. At two mobile home parks north of downtown, some homes were blown off of their chassis, overturned, and crushed by the tornado; 80 mobile homes in total were destroyed, with another 30 taking severe damage. It was the second tornado strike in two years for one of the mobile home parks; many of the complex's residents took shelter in the basement of a nearby house. The most severe residential damage was wrought in the Guadalupe neighborhood, between Avenues A and Q north of 4th Street, along the northern part of Loop 289, and in the Lubbock Country Club west of the Amarillo Highway. The tornado inflicted considerable damage to homes near the Lubbock Country Club. Some homes disintegrated and others were fully unroofed. Without basements or storm shelters, many residents sought shelter beneath mattresses in their homes. Nearby trees were denuded of their leaves and debris in the area was numerous.",
  "esses in their homes. Nearby trees were denuded of their leaves and debris in the area was numerous. The tornado then tracked across the Lubbock Municipal Airport, damaging hangars and buildings. Aircraft were strewn by the powerful winds across the airport tarmac. Roughly 100 private airplanes were destroyed by the tornado both within and outside the hangars, with another 19 small military aircraft irreparably damaged. The rim of the funnel cloud, at the time measuring between 0.3–0.4 mi (0.48–0.64 km) in diameter, came as close as 0.75 mi (1.21 km) to the Lubbock WBO, with the office's anomemometer registering a peak gust of 77 kn (89 mph; 143 km/h). Aftermath Twenty-six people were killed in the tornado or died due to injuries received during the storm.",
  "math Twenty-six people were killed in the tornado or died due to injuries received during the storm. Hospitals turned away people with minor injuries due to the sheer number of casualties inflicted by the tornado. With its water pumps rendered inoperable, the city relied on external sources of water including the Pearl Brewing Company in San Antonio. After the storm, Mayor Jim Granberry imposed a curfew, and Police Chief J.T. Alley issued orders that looters would be shot on sight. No looting was reported throughout the ordeal. The city council was directed to lead the rebuilding process, which continued under Granberry's successor, Morris W. Turner. The Lubbock Tornado also served as a model for the development of the Fujita scale, developed a year later. Bud Andrews and Ernesto Barton, Lubbock radio broadcasters, were given Presidential Citations from then U.S. President Richard M. Nixon for coverage of the disaster.",
  "given Presidential Citations from then U.S. President Richard M. Nixon for coverage of the disaster. Despite the destruction wrought by the tornado, the recovery effort revitalized the stagnating Lubbock economy and helped to bring about a period of sustained economic and physical growth. Numerous buildings throughout Lubbock were damaged beyond repair and were demolished after the tornado. This included the northwestern section of downtown, whose demolition made way for the construction of the Lubbock Memorial Civic Center and the George and Helen Mahon Public Library; civic leaders had lobbied for a civic center and other public development of downtown in years prior and used the redevelopment of downtown to make these visions a reality. New hotels and restaurants were constructed along the largely devastated east side of Avenue Q. The residents of the predominantly Hispanic neighborhood of Guadalupe moved to primarily the southern and western portions of Lubbock. The Lubbock Urban Renewal Agency rebuilt the largely destroyed Guadalupe neighborhood, though progress was slow for many years before substantial reconstruction occurred.",
  "pe neighborhood, though progress was slow for many years before substantial reconstruction occurred. The damage path of the Lubbock tornado was the subject of a detailed mapping carried out by Ted Fujita. Researcher Thomas P. Grazulis described this mapping as the \"most detailed mapping ever done, up to that time, of the path of a single tornado,\" becoming a seminal work in understanding the relationship between tornado subvortices and extreme damage. The degrees of damage wrought by the tornado also became the basis for the six tiers of the Fujita tornado scale, which served as the standard for classifying tornadoes until it was superseded by the Enhanced Fujita Scale in 2007.",
  "the standard for classifying tornadoes until it was superseded by the Enhanced Fujita Scale in 2007. Fifty years after the disaster, the Lubbock Tornado Memorial Gateway Park was opened at Ave Q and Glenna Goodacre Blvd in downtown Lubbock: a spot along the destructive path of the larger tornado.The memorial includes two flowing black granite-clad walls representing the two paths of the tornadoes. There are also artistically bent street lights representing the power of the tornadoes, and one relic from the destruction: a snapped-off utility pole. The walls are engraved with timelines of the tornado events, a map of the destructive paths overlaid on a street map of the city at the time, and location references on the map indexed to the individual names and ages of the 26 victims who died as a result of the second tornado. There are also quotes from survivors and other details.",
  "who died as a result of the second tornado. There are also quotes from survivors and other details. See also List of North American tornadoes and tornado outbreaks List of tornadoes striking downtown areas Disagreements on the intensity of tornadoes Notes References Sources Citations"
]